Repository: django/djangoproject.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, id, ja, ko, pl, pt_br, sv, vi

source: You do -- in <em>your</em> space. If you'd like to hang out in <em>our</em> spaces (as clarified above), we have some simple guidelines to follow. If you want to, for example, form a group where Django is discussed using language inappropriate for general channels then nobody's stopping you. We respect your right to establish whatever codes of conduct you want in the spaces that belong to you. Please honor this Code of Conduct in our spaces.
sv: Det gör du - i <em>ditt</em> utrymme. Om du vill hänga i <em>våra</em> utrymmen (som förtydligats ovan) har vi några enkla riktlinjer att följa. Om du till exempel vill bilda en grupp där Django diskuteras med ett språk som är olämpligt för allmänna kanaler är det ingen som stoppar dig. Vi respekterar din rätt att upprätta vilka uppförandekoder du vill i de utrymmen som tillhör dig. Vänligen respektera denna uppförandekod i våra utrymmen.

source: Some ground rules for the community
sv: Några grundregler för gemenskapen

source: Like the technical community as a whole, the Django team and community is made up of a mixture of professionals and volunteers from all over the world, working on every aspect of the mission - including mentorship, teaching, and connecting people.
sv: Precis som den tekniska gemenskapen som helhet består Django-teamet och gemenskapen av en blandning av yrkesverksamma och volontärer från hela världen som arbetar med alla aspekter av uppdraget - inklusive mentorskap, undervisning och att koppla samman människor.

source: Diversity is one of our huge strengths, but it can also lead to communication issues and unhappiness. To that end, we have a few ground rules that we ask people to adhere to. This code applies equally to founders, mentors and those seeking help and guidance.
sv: Mångfald är en av våra stora styrkor, men det kan också leda till kommunikationsproblem och missnöje. Därför har vi några grundregler som vi ber alla att följa. Dessa regler gäller både för grundare, mentorer och de som söker hjälp och vägledning.

source: This isn’t an exhaustive list of things that you can’t do. Rather, take it in the spirit in which it’s intended - a guide to make it easier to enrich all of us and the technical communities in which we participate.
sv: Det här är inte en uttömmande lista över saker som du inte får göra. Ta den snarare i den anda som den är avsedd - en guide som gör det enklare att berika oss alla och de tekniska samhällen som vi deltar i.

source: This code of conduct applies to all spaces managed by the Django project or Django Software Foundation. This includes the issue tracker, DSF events, and any other forums created by the project team which the community uses for communication. In addition, violations of this code outside these spaces may affect a person's ability to participate within them.
sv: Denna uppförandekod gäller för alla utrymmen som hanteras av Django-projektet eller Django Software Foundation. Detta inkluderar problemspåraren, DSF-evenemang och alla andra forum som skapats av projektgruppen som samhället använder för kommunikation. Dessutom kan överträdelser av denna kod utanför dessa utrymmen påverka en persons förmåga att delta inom dem.

source: If you believe someone is violating the code of conduct, we ask that you report it by emailing <a href="mailto:conduct@djangoproject.com">conduct@djangoproject.com</a>. For more details please see our <a href="%(reporting_url)s">Reporting Guidelines</a>
sv: Om du tror att någon bryter mot uppförandekoden ber vi dig att rapportera det genom att skicka ett e-postmeddelande till <a href="mailto:conduct@djangoproject.com">conduct@djangoproject.com.</a> För mer information, se våra <a href="%(reporting_url)s">riktlinjer för rapportering</a>

source: Be friendly and patient.
sv: Var vänlig och tålmodig.

source: <strong>Be welcoming.</strong> We strive to be a community that welcomes and supports people of all backgrounds and identities. This includes, but is not limited to members of any race, ethnicity, culture, national origin, colour, immigration status, social and economic class, educational level, sex, sexual orientation, gender identity and expression, age, size, family status, political belief, religion, and mental and physical ability.
sv: <strong>Vara välkomnande.</strong> Vi strävar efter att vara ett samhälle som välkomnar och stöder människor med alla bakgrunder och identiteter. Detta omfattar, men är inte begränsat till, medlemmar oavsett ras, etnicitet, kultur, nationellt ursprung, hudfärg, immigrationsstatus, social och ekonomisk klass, utbildningsnivå, kön, sexuell läggning, könsidentitet och könsuttryck, ålder, storlek, familjestatus, politisk övertygelse, religion samt mental och fysisk förmåga.

source: <strong>Be considerate.</strong> Your work will be used by other people, and you in turn will depend on the work of others. Any decision you take will affect users and colleagues, and you should take those consequences into account when making decisions. Remember that we're a world-wide community, so you might not be communicating in someone else's primary language.
sv: <strong>Var omtänksam.</strong> Ditt arbete kommer att användas av andra människor, och du kommer i din tur att vara beroende av andras arbete. Alla beslut du fattar kommer att påverka användare och kollegor, och du bör ta hänsyn till dessa konsekvenser när du fattar beslut. Kom ihåg att vi är en världsomspännande gemenskap, så det är inte säkert att du kommunicerar på någon annans primära språk.

source: <strong>Be respectful.</strong> Not all of us will agree all the time, but disagreement is no excuse for poor behavior and poor manners. We might all experience some frustration now and then, but we cannot allow that frustration to turn into a personal attack. It’s important to remember that a community where people feel uncomfortable or threatened is not a productive one. Members of the Django community should be respectful when dealing with other members as well as with people outside the Django community.
sv: <strong>Visa respekt.</strong> Vi kommer inte alla att hålla med hela tiden, men oenighet är ingen ursäkt för dåligt uppförande och dåligt hyfs. Vi kan alla uppleva viss frustration då och då, men vi kan inte tillåta att den frustrationen förvandlas till en personlig attack. Det är viktigt att komma ihåg att en gemenskap där människor känner sig obekväma eller hotade inte är en produktiv gemenskap. Medlemmar i Django-gemenskapen bör vara respektfulla när de hanterar andra medlemmar såväl som med människor utanför Django-gemenskapen.

source: <strong>Be careful in the words that you choose.</strong> We are a community of professionals, and we conduct ourselves professionally. Be kind to others. Do not insult or put down other participants. Harassment and other exclusionary behavior aren't acceptable. This includes, but is not limited to:
sv: <strong>Var försiktig med vilka ord du väljer.</strong> Vi är en gemenskap av yrkesverksamma och vi uppträder på ett professionellt sätt. Var vänlig mot andra. Förolämpa eller nedvärdera inte andra deltagare. Trakasserier och annat exkluderande beteende är inte acceptabelt. Detta inkluderar, men är inte begränsat till:

source: Violent threats or language directed against another person.
sv: Våldsamma hot eller språkbruk riktade mot en annan person.

source: Discriminatory jokes and language.
sv: Diskriminerande skämt och språk.

source: Posting sexually explicit or violent material.
sv: Lägga upp sexuellt explicit eller våldsamt material.

source: Posting (or threatening to post) other people's personally identifying information ("doxing").
sv: Lägga ut (eller hota med att lägga ut) andra personers personligt identifierande information ("doxing").

source: Personal insults, especially those using racist or sexist terms.
sv: Personliga förolämpningar, särskilt sådana som använder rasistiska eller sexistiska termer.

source: Unwelcome sexual attention.
sv: Oönskad sexuell uppmärksamhet.

source: Advocating for, or encouraging, any of the above behavior.
sv: Förespråkar eller uppmuntrar något av ovanstående beteenden.

source: Repeated harassment of others. In general, if someone asks you to stop, then stop.
sv: Upprepade trakasserier av andra. I allmänhet gäller att om någon ber dig att sluta så ska du sluta.

source: <strong>When we disagree, try to understand why.</strong> Disagreements, both social and technical, happen all the time and Django is no exception. It is important that we resolve disagreements and differing views constructively. Remember that we’re different. The strength of Django comes from its varied community, people from a wide range of backgrounds. Different people have different perspectives on issues. Being unable to understand why someone holds a viewpoint doesn’t mean that they’re wrong. Don’t forget that it is human to err and blaming each other doesn’t get us anywhere. Instead, focus on helping to resolve issues and learning from mistakes.
sv: <strong>När vi är oense, försök att förstå varför.</strong> Meningsskiljaktigheter, både sociala och tekniska, förekommer hela tiden och Django är inget undantag. Det är viktigt att vi löser meningsskiljaktigheter och olika åsikter på ett konstruktivt sätt. Kom ihåg att vi är olika. Styrkan i Django kommer från dess varierade community, människor från en mängd olika bakgrunder. Olika människor har olika perspektiv på frågor. Att inte kunna förstå varför någon har en viss synpunkt betyder inte att de har fel. Glöm inte att det är mänskligt att göra fel och att vi inte kommer någonstans genom att skylla på varandra. Fokusera i stället på att hjälpa till att lösa problem och lära av misstag.

source: Original text courtesy of the <a href="http://web.archive.org/web/20141109123859/http://speakup.io/coc.html"> Speak Up! project</a>.
sv: Originaltexten är hämtad från <a href="http://web.archive.org/web/20141109123859/http://speakup.io/coc.html"> Speak Up! projektet</a>.

source: Questions?
sv: Frågor?

source: If you have questions, please see <a href="%(faq_url)s">the FAQ</a>. If that doesn't answer your questions, feel free to <a href="mailto:conduct@djangoproject.com">contact us</a>.
sv: Om du har frågor, vänligen se <a href="%(faq_url)s">FAQ.</a> Om det inte svarar på dina frågor är du välkommen att <a href="mailto:conduct@djangoproject.com">kontakta oss</a>.

source: Django Code of Conduct - Reporting Guide
sv: Djangos uppförandekod - Rapporteringsguide

source: A guide to reporting issues in the community
sv: En guide för att rapportera problem i samhället

source: If you believe someone is violating the code of conduct we ask that you report it to the Django Software Foundation by emailing <a href="mailto:conduct@djangoproject.com">conduct@djangoproject.com</a>. <strong>All reports will be kept confidential.</strong> In some cases we may determine that a public statement will need to be made. If that's the case, the identities of all victims and reporters will remain confidential unless those individuals instruct us otherwise.
sv: Om du tror att någon bryter mot uppförandekoden ber vi dig att rapportera det till Django Software Foundation genom att skicka ett e-postmeddelande till <a href="mailto:conduct@djangoproject.com">conduct@djangoproject.com.</a> <strong>Alla rapporter kommer att behandlas konfidentiellt.</strong> I vissa fall kan vi komma fram till att ett offentligt uttalande måste göras. Om så är fallet kommer identiteten på alla offer och rapportörer att förbli konfidentiell om inte dessa personer instruerar oss om något annat.

source: <strong>If you believe anyone is in physical danger, please notify appropriate law enforcement first.</strong> If you are unsure what law enforcement agency is appropriate, please include this in your report and we will attempt to notify them.
sv: <strong>Om du tror att någon är i fysisk fara ska du först meddela lämplig brottsbekämpande myndighet.</strong> Om du är osäker på vilken brottsbekämpande myndighet som är lämplig, vänligen ange detta i din rapport så försöker vi meddela dem.

source: If you are unsure whether the incident is a violation, or whether the space where it happened is covered by this Code of Conduct, we encourage you to still report it. We would much rather have a few extra reports where we decide to take no action, rather than miss a report of an actual violation. We do not look negatively on you if we find the incident is not a violation. And knowing about incidents that are not violations, or happen outside our spaces, can also help us to improve the Code of Conduct or the processes surrounding it.
sv: Om du är osäker på om händelsen är en överträdelse eller om utrymmet där den inträffade omfattas av denna uppförandekod, uppmuntrar vi dig att ändå rapportera den. Vi vill hellre ha några extra rapporter där vi beslutar att inte vidta några åtgärder än att missa en rapport om en faktisk överträdelse. Vi ser inte negativt på dig om vi kommer fram till att incidenten inte är en överträdelse. Och att känna till incidenter som inte är överträdelser, eller som inträffar utanför våra utrymmen, kan också hjälpa oss att förbättra uppförandekoden eller processerna kring den.

source: In your report please include:
sv: I din rapport ska du inkludera:

source: Your contact info (so we can get in touch with you if we need to follow up)
sv: Din kontaktinformation (så att vi kan kontakta dig om vi behöver följa upp)

source: Names (real, nicknames, or pseudonyms) of any individuals involved. If there were other witnesses besides you, please try to include them as well.
sv: Namn (riktiga namn, smeknamn eller pseudonymer) på alla inblandade personer. Om det fanns andra vittnen än du, försök att ta med dem också.

source: When and where the incident occurred. Please be as specific as possible.
sv: När och var händelsen inträffade. Var så specifik som möjligt.

source: Your account of what occurred. If there is a publicly available record (e.g. a forum post) please include a link.
sv: Din redogörelse för vad som inträffade. Om det finns ett offentligt tillgängligt dokument (t.ex. ett inlägg i ett forum) ska du ange en länk.

source: Any extra context you believe existed for the incident.
sv: Eventuell extra kontext som du tror fanns för händelsen.

source: If you believe this incident is ongoing.
sv: Om du tror att den här händelsen pågår.

source: Any other information you believe we should have.
sv: Annan information som du anser att vi bör ha.

source: What happens after you file a report?
sv: Vad händer efter att du har lämnat in en anmälan?

source: You will receive an email from the DSF Code of Conduct Working Group acknowledging receipt immediately. We promise to acknowledge receipt within 24 hours (and will aim for much quicker than that).
sv: Du kommer omedelbart att få ett e-postmeddelande från DSF:s arbetsgrupp för uppförandekoden med bekräftelse på mottagandet. Vi lovar att bekräfta mottagandet inom 24 timmar (och strävar efter att göra det mycket snabbare än så).

source: The working group will immediately meet to review the incident and determine:
sv: Arbetsgruppen kommer omedelbart att träffas för att gå igenom händelsen och fastställa:

source: What happened.
sv: Vad hände.

source: Whether this event constitutes a code of conduct violation.
sv: Huruvida denna händelse utgör en överträdelse av uppförandekoden.

source: Who the bad actor was.
sv: Vem den dåliga skådespelaren var.

source: Whether this is an ongoing situation, or if there is a threat to anyone's physical safety.
sv: Oavsett om det rör sig om en pågående situation eller om det finns ett hot mot någons fysiska säkerhet.

source: If this is determined to be an ongoing incident or a threat to physical safety, the working groups' immediate priority will be to protect everyone involved. This means we may delay an "official" response until we believe that the situation has ended and that everyone is physically safe.
sv: Om det konstateras att det rör sig om en pågående incident eller ett hot mot den fysiska säkerheten kommer arbetsgruppernas omedelbara prioritet att vara att skydda alla inblandade. Detta innebär att vi kan komma att avvakta med ett "officiellt" svar tills vi anser att situationen är över och att alla är fysiskt säkra.

source: Once the working group has a complete account of the events they will make a decision as to how to response. Responses may include:
sv: När arbetsgruppen har en fullständig redogörelse för händelserna kommer den att fatta beslut om hur den ska reagera. Svaren kan omfatta följande:

source: Nothing (if we determine no violation occurred).
sv: Ingenting (om vi konstaterar att ingen överträdelse har skett).

source: A private reprimand from the working group to the individual(s) involved.
sv: En privat reprimand från arbetsgruppen till den eller de inblandade personerna.

source: A public reprimand.
sv: En offentlig reprimand.

source: An imposed vacation (i.e. asking someone to "take a week off" from the forum).
sv: En påtvingad semester (t.ex. att be någon att "ta en vecka ledigt" från forumet).

source: A permanent or temporary ban from some or all Django spaces (the forum, etc.)
sv: Ett permanent eller tillfälligt förbud från vissa eller alla Django-utrymmen (forumet etc.)

source: A request for a public or private apology.
sv: En begäran om en offentlig eller privat ursäkt.

source: We'll respond within one week to the person who filed the report with either a resolution or an explanation of why the situation is not yet resolved.
sv: Vi svarar inom en vecka till den person som lämnat in rapporten med antingen en lösning eller en förklaring till varför situationen ännu inte är löst.

source: Once we've determined our final action, we'll contact the original reporter to let them know what action (if any) we'll be taking. We'll take into account feedback from the reporter on the appropriateness of our response, but we don't guarantee we'll act on it.
sv: När vi har fastställt vår slutliga åtgärd kontaktar vi den ursprungliga rapportören för att meddela vilken åtgärd (om någon) vi kommer att vidta. Vi kommer att ta hänsyn till feedback från reportern om lämpligheten i vårt svar, men vi garanterar inte att vi kommer att agera på det.

source: Finally, the Working Group will make a report on the situation to the DSF board. The board may choose to a public report of the incident.
sv: Slutligen kommer arbetsgruppen att avge en rapport om situationen till DSF:s styrelse. Styrelsen kan välja att offentliggöra en rapport om händelsen.

source: What if your report concerns a possible violation by a committee member?
sv: Vad händer om din rapport gäller en möjlig överträdelse av en kommittémedlem?

source: If your report concerns a current member of the Code of Conduct committee, you may not feel comfortable sending your report to the committee, as all members will see the report.
sv: Om din rapport rör en nuvarande ledamot i uppförandekodskommittén kanske du inte känner dig bekväm med att skicka din rapport till kommittén, eftersom alla ledamöter kommer att se rapporten.

source: In that case, you can make a report directly to any or all of the current (vice/co) chairs of the Code of Conduct committee. Their e-mail addresses are listed on the <a href="/foundation/committees/">Code of Conduct Committee</a> page. The chairs will follow the usual enforcement process with the other members, but will exclude the member(s) that the report concerns from any discussion or decision making.
sv: I så fall kan du göra en anmälan direkt till någon eller några av de nuvarande (vice/co) ordförandena i uppförandekodskommittén. Deras e-postadresser finns på sidan <a href="/foundation/committees/">Uppförandekodskommittén</a>. Ordförandena kommer att följa den vanliga verkställighetsprocessen med de andra medlemmarna, men kommer att utesluta den eller de medlemmar som rapporten gäller från alla diskussioner eller beslutsfattande.

source: If your report concerns all current (vice/co) chairs of the committee, please send your report directly to the DSF board at <a href="mailto:foundation@djangoproject.com">foundation@djangoproject.com</a> instead.
sv: Om din rapport berör alla nuvarande (vice/co) ordförande i kommittén, vänligen skicka din rapport direkt till DSF:s styrelse på <a href="mailto:foundation@djangoproject.com">foundation@djangoproject.com</a> istället.

source: Reconsideration
sv: Omprövning

source: Any of the parties directly involved or affected can request reconsideration of the committee’s decision. To make such a request, contact the DSF Board at <a href="mailto:foundation@djangoproject.com">foundation@djangoproject.com</a> with your request and motivation and the DSF board will review the case.
sv: Alla parter som är direkt inblandade eller berörda kan begära omprövning av kommitténs beslut. För att göra en sådan begäran, kontakta DSF:s styrelse på <a href="mailto:foundation@djangoproject.com">foundation@djangoproject.com</a> med din begäran och motivering, så kommer DSF:s styrelse att granska ärendet.

source: Django Code of Conduct Feedback
sv: Djangos uppförandekod Feedback

source: Your name (optional):
sv: Ditt namn (valfritt):

source: Your email address (optional):
sv: Din e-postadress (valfritt):

source: Your message:
sv: Ditt meddelande:

source: Send &rarr;
sv: Skicka &rarr;

source: Contact the Django Software Foundation
sv: Kontakta Django Software Foundation

source: This contact form is for the Django Software Foundation - the legal and fundraising arm of the Django project.
sv: Detta kontaktformulär är för Django Software Foundation - den juridiska och insamlingsarmen för Django-projektet.

source: If you want to report a bug, feature request, or documentation issue in Django, use the <a href="https://code.djangoproject.com">ticket tracker</a>.
sv: Om du vill rapportera en bugg, funktionsbegäran eller dokumentationsproblem i Django, använd <a href="https://code.djangoproject.com">biljettspåraren</a>.

source: If you want to report a problem with this website, use the <a href="https://github.com/django/djangoproject.com">GitHub repo</a>.
sv: Om du vill rapportera ett problem med den här webbplatsen kan du använda <a href="https://github.com/django/djangoproject.com">GitHub-repo</a>.

source: If you've got questions about how to use Django, use the <a href="https://forum.djangoproject.com">Django Forum</a>.
sv: Om du har frågor om hur du använder Django kan du använda <a href="https://forum.djangoproject.com">Django Forum</a>.

source: Message sent
sv: Meddelandet skickat

source: Your message has been sent; thanks!
sv: Ditt meddelande har skickats; tack!

source: Your mail <em>will</em> be read by a real, live human being. We can't guarantee when or whether you'll get a reply, but your message <em>will</em> be read, generally within the next couple of days.
sv: Ditt mejl <em>kommer att</em> läsas av en riktig, levande människa. Vi kan inte garantera när eller om du får ett svar, men ditt meddelande <em>kommer</em> att läsas, vanligtvis inom de närmaste dagarna.

source: If you're expecting a reply and don't get one, please feel free to send a reminder. Please wait a few days, however, unless it's an emergency.
sv: Om du förväntar dig ett svar och inte får det, får du gärna skicka en påminnelse. Vänta dock gärna några dagar, om det inte är akut.

source: Django Community Diversity Statement
sv: Django Communitys mångfaldsdeklaration

source: We welcome you.
sv: Vi hälsar dig välkommen.

source: Community Diversity Statement
sv: Gemenskapens mångfaldsdeklaration

source: Diversity Statement
sv: Uttalande om mångfald

source: Django Community Diversity Statement - Changes
sv: Django Communitys mångfaldsdeklaration - Ändringar
