Repository: django/djangoproject.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, id, ja, ko, pl, pt_br, sv, vi

source: Django Girls workshop attendees go on to organize their own workshops, lead in their community, and secure full-time jobs as developers. Read their stories in the “Your Django Story” series on the <a href="https://blog.djangogirls.org/"> Django Girls blog</a>.
sv: Django Girls workshopdeltagare fortsätter att organisera sina egna workshops, leda i sitt samhälle och säkra heltidsjobb som utvecklare. Läs deras berättelser i serien "Your Django Story" på Django <a href="https://blog.djangogirls.org/"> Girls blogg</a>.

source: In 2015, the Django Software Foundation contributed $5,400 to eighteen Django Girls workshops around the world. Here's what some of the organizers had to say about the impact:
sv: Under 2015 bidrog Django Software Foundation med 5 400 USD till arton Django Girls workshops runt om i världen. Här är vad några av arrangörerna hade att säga om effekterna:

source: Sponsorship from the DSF allowed us to have on-site child care for our Django Girls Portland workshop. We hosted 2 young children and an infant, and provided them with healthy snacks, games, sidewalk chalk, finger paint, and emoji stickers. Without our nanny, 3 of our attendees wouldn't have been able to come to the workshop. Finger paint photo is <a href="https://blog.djangogirls.org/post/124680859493/django-girls-portland-a-retrospective"> on the blog</a>!
sv: Sponsring från DSF gjorde det möjligt för oss att ha barnomsorg på plats för vår Django Girls Portland-workshop. Vi tog emot 2 små barn och ett spädbarn och försåg dem med hälsosamma snacks, spel, trottoarkritor, fingerfärg och emoji-klistermärken. Utan vår barnflicka skulle 3 av våra deltagare inte ha kunnat komma till workshopen. Fotot på fingerfärgen finns <a href="https://blog.djangogirls.org/post/124680859493/django-girls-portland-a-retrospective"> på bloggen</a>!

source: Lacey - Portland, Oregon, US
sv: Lacey - Portland, Oregon, USA

source: The DSF supported <a href="https://djangogirls.org/warsaw/">Django Girls Poland</a> four times this year and the impact was enormous! In Poland, diversity awareness is not a very common topic. When we approached different local companies about our workshops they usually didn't get what we were actually doing and why it is important. If not for the DSF, we probably would not have been able to hold our workshops at all. Our first workshops were the only until now workshops that were 100%% female - female only coaches and female only attendees. Thanks to you, we were able to focus on gathering female mentors instead of searching for sponsors!
sv: DSF stödde <a href="https://djangogirls.org/warsaw/">Django Girls Poland</a> fyra gånger i år och effekterna var enorma! I Polen är medvetenhet om mångfald inte ett särskilt vanligt ämne. När vi kontaktade olika lokala företag om våra workshops förstod de vanligtvis inte vad vi faktiskt gjorde och varför det är viktigt. Om det inte vore för DSF skulle vi förmodligen inte ha kunnat hålla våra workshops överhuvudtaget. Våra första workshops var de enda fram till nu som var 100%% kvinnliga - endast kvinnliga coacher och endast kvinnliga deltagare. Tack vare er kunde vi fokusera på att samla kvinnliga mentorer istället för att leta efter sponsorer!

source: Ania - Wrocław, Poland
sv: Ania - Wrocław, Polen

source: <a href="https://pyfound.blogspot.kr/2015/10/django-girls-seoul-great-success.html"> Django Girls Seoul</a> had 425 applicants from 11 different countries ages ranging from 16 to 50 years old. After acceptances, we had about 105 people to feed and caffeinate! Thanks to Django's sponsorship we could get all of our participants coffee for the day. It really made a huge difference because we all know how a cup of coffee can change the atmosphere and mood! We were so grateful to the sponsorship we received from abroad. We tried to get sponsorship from a lot of Korean companies but the same generosity doesn't translate well into a Korean Business culture, I guess. This made us even more thankful for our friends at the DSF!
sv: <a href="https://pyfound.blogspot.kr/2015/10/django-girls-seoul-great-success.html"> Django Girls Seoul</a> hade 425 sökande från 11 olika länder i åldrarna 16 till 50 år. Efter antagningarna hade vi cirka 105 personer att mata och ge koffein! Tack vare Djangos sponsring kunde vi bjuda alla våra deltagare på kaffe under dagen. Det gjorde verkligen en enorm skillnad eftersom vi alla vet hur en kopp kaffe kan förändra atmosfären och stämningen! Vi var så tacksamma för den sponsring vi fick från utlandet. Vi försökte få sponsring från många koreanska företag, men jag antar att samma generositet inte går att översätta till koreansk företagskultur. Detta gjorde oss ännu mer tacksamma för våra vänner på DSF!

source: Rachell - Seoul, South Korea
sv: Rachell - Seoul, Sydkorea

source: DSF Supporters
sv: DSF-supportrar

source: Our donors make our work possible! We are incredibly grateful for the financial support from the following individuals and organizations in our community.
sv: Våra givare gör vårt arbete möjligt! Vi är otroligt tacksamma för det ekonomiska stödet från följande personer och organisationer i vårt samhälle.

source: What is the Django Software Foundation?
sv: Vad är Django Software Foundation?

source: Development of Django is supported by an independent foundation established as a 501(c)(3) non-profit. Like most open-source foundations, the goal of the <a href="/foundation/">Django Software Foundation</a> is to promote, support, and advance the Django web framework. If you're interested in how the Django Software Foundation supports the Django web framework, we published a <a href="/weblog/2015/jan/08/django-software-foundation-2014/"> Summary of 2014. </a>
sv: Utvecklingen av Django stöds av en oberoende stiftelse som är etablerad som en 501(c)(3) ideell organisation. Liksom de flesta stiftelser med öppen källkod är målet för Django <a href="/foundation/">Software Foundation</a> att främja, stödja och utveckla Djangos webbramverk. Om du är intresserad av hur Django Software Foundation stöder Djangos webbramverk har vi publicerat en sammanfattning av <a href="/weblog/2015/jan/08/django-software-foundation-2014/"> 2014. </a>

source: Who are the Django Fellows?
sv: Vilka är Django Fellows?

source: There are currently two Django Fellows:
sv: Det finns för närvarande två Django Fellows:

source: <strong><a href="https://github.com/sarahboyce">Sarah Boyce</a> (2024-present)</strong> - an active community member, co-creator of <a href="https://djangonaut.space">Djangonaut Space</a> and a member of Django's review and triage team since 2023. Sarah <a href="https://www.djangoproject.com/weblog/2024/mar/22/welcome-our-new-fellow-sarah-boyce/"> began as a full-time Fellow in April 2024</a>.
sv: <strong><a href="https://github.com/sarahboyce">Sarah Boyce</a> (2024-nuvarande)</strong> - en aktiv medlem i samhället, medskapare av <a href="https://djangonaut.space">Djangonaut Space</a> och medlem i Djangos gransknings- och triage-team sedan 2023. Sarah <a href="https://www.djangoproject.com/weblog/2024/mar/22/welcome-our-new-fellow-sarah-boyce/"> började som heltidsanställd Fellow i april 2024</a>.

source: <strong><a href="https://github.com/nessita">Natalia Bidart</a> (2023-present)</strong> - a seasoned Django user with extensive experience in architecting, building, and maintaining scalable web services, as well as leading new feature design and development. Natalia <a href="https://www.djangoproject.com/weblog/2023/mar/31/welcome-our-new-fellow-natalia-bidart/"> began as a part-time Fellow in April 2023</a>.
sv: <strong><a href="https://github.com/nessita">Natalia Bidart</a> (2023-nu)</strong> - en erfaren Django-användare med lång erfarenhet av att utforma, bygga och underhålla skalbara webbtjänster, samt att leda design och utveckling av nya funktioner. Natalia <a href="https://www.djangoproject.com/weblog/2023/mar/31/welcome-our-new-fellow-natalia-bidart/"> började som deltidsstipendiat i april 2023</a>.

source: Former Django Fellows:
sv: Tidigare Django Fellows:

source: <strong><a href="https://github.com/felixxm">Mariusz Felisiak</a> (2019-2024)</strong> - a member of the Django team since 2017, focusing on the ORM and Oracle back-end, along with triaging tickets, reviewing pull requests, and backporting changes. He has contributed to more than a dozen open-source projects. Mariusz began as a full-time Fellow in April 2019. In 2024 Mariusz retired after five years of service.
sv: <strong><a href="https://github.com/felixxm">Mariusz Felisiak</a> (2019-2024)</strong> - medlem i Django-teamet sedan 2017, med fokus på ORM och Oracle back-end, tillsammans med triagering av ärenden, granskning av pull requests och backporting av ändringar. Han har bidragit till mer än ett dussin projekt med öppen källkod. Mariusz började som heltidsanställd Fellow i april 2019. År 2024 gick Mariusz i pension efter fem års tjänstgöring.

source: <strong><a href="https://github.com/carltongibson">Carlton Gibson</a> (2018-2023)</strong> - a longtime Django user, core contributor to Django REST Framework, maintainer of Django Filter and Django Crispy Forms, and a contributor to many other packages in the Django ecosystem. Carlton began as a part-time Fellow in January 2018. In 2023 Carlton retired after five years of service.
sv: <strong><a href="https://github.com/carltongibson">Carlton Gibson</a> (2018-2023)</strong> - en mångårig Django-användare, huvudbidragare till Django REST Framework, underhållare av Django Filter och Django Crispy Forms, och bidragsgivare till många andra paket i Djangos ekosystem. Carlton började som deltidsanställd Fellow i januari 2018. År 2023 gick Carlton i pension efter fem års tjänstgöring.

source: <strong><a href="https://github.com/timgraham">Tim Graham</a> (2014- 2019)</strong> - the inaugural Django Fellow, a member of the Django team since 2010, and a longtime major contributor and reviewer. In 2018 Tim transitioned to part-time and in 2019 retired after four years of service.
sv: <strong><a href="https://github.com/timgraham">Tim Graham</a> (2014- 2019)</strong> - den första Django Fellow, medlem i Django-teamet sedan 2010, och en långvarig stor bidragsgivare och granskare. Under 2018 övergick Tim till deltid och under 2019 gick han i pension efter fyra års tjänstgöring.

source: <strong><a href="https://github.com/berkerpeksag">Berker Peksağ</a> (2014)</strong> - a core developer on CPython and Gunicorn, Berker worked as Fellow during the 3 month pilot, supporting Tim part-time.
sv: <strong><a href="https://github.com/berkerpeksag">Berker Peksağ</a> (2014)</strong> - en av huvudutvecklarna av CPython och Gunicorn, Berker arbetade som Fellow under det 3 månader långa pilotprojektet och stöttade Tim på deltid.

source: Manage your donations to the Django Software Foundation
sv: Hantera dina donationer till Django Software Foundation

source: Your support is <strong>invaluable</strong> to continue the rapid development of Django and helps the <strong>Django Fellowship</strong> program in particular. Thank you!
sv: Ditt stöd är <strong>ovärderligt</strong> för att fortsätta den snabba utvecklingen av Django och hjälper <strong>Django Fellowship-programmet</strong> i synnerhet. Tack så mycket!

source: Manage your participation in the fundraising campaigns
sv: Hantera ditt deltagande i insamlingskampanjerna

source: Information entered below will be visible on all of your donations to the Django Project.
sv: Informationen som anges nedan kommer att synas på alla dina donationer till Djangoprojektet.

# Save personal details about donation
source: Save &rarr;
sv: Spara &rarr;

source: Modify your recurring donations
sv: Ändra dina återkommande donationer

source: Update the time interval or amount of your recurring donation here:
sv: Uppdatera tidsintervallet eller beloppet för din återkommande donation här:

source: Cancel your recurring donations
sv: Avbryt dina återkommande donationer

source: You can cancel your recurring donation to the Django Software Foundation anytime.
sv: Du kan när som helst avbryta din återkommande donation till Django Software Foundation.

source: Your %(interval)s recurring donation of $%(amount)s.
sv: Din %(interval)s återkommande donation på $%(amount)s.

source: cancel this donation
sv: avbryt denna donation

source: Your past donations
sv: Dina tidigare donationer

source: Thank you for supporting the Django Project!
sv: Tack för att du stödjer Django-projektet!

source: Your support is <strong>invaluable</strong> to continue the rapid development of Django and helps the <strong>Django Fellowship</strong> program in particular.
sv: Ditt stöd är <strong>ovärderligt</strong> för att fortsätta den snabba utvecklingen av Django och hjälper <strong>Django Fellowship-programmet</strong> i synnerhet.

source: Please help us spread the word and encourage your friends and colleagues to donate. Thank you!
sv: Hjälp oss gärna att sprida budskapet och uppmuntra dina vänner och kollegor att donera. Tack så mycket!

source: You should receive an email shortly, with confirmation of your donation, details of badges you can display to show you support of Django, managing your donation, and how you can have your name or company displayed on the Fundraising page and in the sidebar on the Django Project website.
sv: Du kommer att få ett e-postmeddelande inom kort med bekräftelse på din donation, information om badges som du kan visa för att visa ditt stöd för Django, hantering av din donation och hur du kan få ditt namn eller företag visat på insamlingssidan och i sidofältet på Django-projektets webbplats.

source: Welcome aboard! ⛵️
sv: Välkommen ombord! ⛵️

source: If you have any <strong>problems</strong> with your donation please email <a href="mailto:donations@djangoproject.com">donations@djangoproject.com</a> for help.
sv: Om du har några <strong>problem</strong> med din donation, vänligen maila <a href="mailto:donations@djangoproject.com">donations@djangoproject.com</a> för hjälp.

source: Django makes it easier to build better web apps more quickly and with less code.
sv: Django gör det enklare att bygga bättre webbappar snabbare och med mindre kod.

source: Get started with Django
sv: Kom igång med Django

source: Meet Django
sv: Träffa Django

source: Django is a high-level Python web framework that encourages rapid development and clean, pragmatic design. Built by experienced developers, it takes care of much of the hassle of web development, so you can focus on writing your app without needing to reinvent the wheel. It’s free and open source.
sv: Django är ett Python-webbramverk på hög nivå som uppmuntrar till snabb utveckling och ren, pragmatisk design. Det är byggt av erfarna utvecklare och tar hand om mycket av besväret med webbutveckling, så att du kan fokusera på att skriva din app utan att behöva uppfinna hjulet på nytt. Det är gratis och öppen källkod.

source: Ridiculously fast.
sv: Löjligt snabb.

source: Django was designed to help developers take applications from concept to completion as quickly as possible.
sv: Django utformades för att hjälpa utvecklare att ta applikationer från idé till färdigställande så snabbt som möjligt.

source: Reassuringly secure.
sv: Betryggande säker.

source: Django takes security seriously and helps developers avoid many common security mistakes.
sv: Django tar säkerhet på allvar och hjälper utvecklare att undvika många vanliga säkerhetsmisstag.

source: Exceedingly scalable.
sv: Oerhört skalbar.

source: Some of the busiest sites on the web leverage Django’s ability to quickly and flexibly scale.
sv: Några av de mest välbesökta webbplatserna på webben utnyttjar Djangos förmåga att snabbt och flexibelt skala.

source: Learn more about Django
sv: Läs mer om Django

source: Join the Community
sv: Gå med i gemenskapen

source: Download <em>latest release: %(DJANGO_VERSION)s</em>
sv: Ladda ner den <em>senaste versionen</em>: <em> %(DJANGO_VERSION)s</em>

source: Django documentation
sv: Django-dokumentation

source: Latest news
sv: Senaste nyheter

source: More news
sv: Fler nyheter

source: New to Django?
sv: Nybörjare på Django?

source: Installation guide
sv: Installationsguide

source: Write your first Django app
sv: Skriv din första Django-app

source: Getting started with Django
sv: Att komma igång med Django

source: The power of Django
sv: Kraften i Django

source: Object-relational mapper
sv: Objekt-relationell mappare

source: Automatic admin interface
sv: Automatiskt administratörsgränssnitt

source: Robust template system
sv: Robust mallsystem

source: Quick internationalization
sv: Snabb internationalisering

source: Explore more features
sv: Utforska fler funktioner

source: Get involved
sv: Engagera dig

source: Ticket system
sv: Biljettsystem

source: Report bugs and make feature requests
sv: Rapportera buggar och lämna önskemål om funktioner

source: Development dashboard
sv: Instrumentpanel för utveckling

source: see what's currently being worked on
sv: se vad som för närvarande arbetas med

source: Inside the Django community
sv: I Django-gemenskapen

source: Join the Django Discord Community
sv: Gå med i Django Discord Community

source: Official Django Forum
sv: Officiellt Django Forum

source: Join the community on the Django Forum.
sv: Gå med i gemenskapen på Django Forum.

source: The Django Software Foundation
sv: Django Software Foundation

source: About the Foundation
sv: Om stiftelsen

source: Our non-profit supports the project
sv: Vår icke-vinstdrivande organisation stöder projektet

source: Your contribution makes Django stronger
sv: Ditt bidrag gör Django starkare

source: More about the DSF
sv: Mer om DSF

source: Toggle theme (current theme: auto)
sv: Växla tema (aktuellt tema: auto)

source: Toggle theme (current theme: light)
sv: Byt tema (aktuellt tema: ljus)

source: Toggle theme (current theme: dark)
sv: Byt tema (nuvarande tema: mörkt)

source: Corporate member badges
sv: Badges för företagsmedlemmar

source: <a href="/foundation/corporate-membership/">Corporate members</a> of the Django Software Foundation may display these badges on their site to show their support.
sv: <a href="/foundation/corporate-membership/">Företagsmedlemmar</a> i Django Software Foundation kan visa dessa märken på sin webbplats för att visa sitt stöd.

source: Hi %(contact_name)s, The Django Software Foundation membership for %(member_name)s expires %(expiry_date)s. Would you like to renew your support? Use this link to do so: %(renewal_link)s It expires 30 days from today, but just email us if you need one later. Thank you for your support! p.s. If you decide not to renew, please reply to let us know and we'll mark your membership as inactive.
sv: Hej %(contact_name)s, Medlemskapet i Django Software Foundation för %(member_name)s upphör att gälla %(expiry_date)s. Vill du förnya ditt stöd? Använd denna länk för att göra det: %(renewal_link)s Den går ut 30 dagar från idag, men det är bara att mejla oss om du behöver en senare. Tack för ditt stöd! p.s. Om du bestämmer dig för att inte förnya, vänligen svara för att låta oss veta så markerar vi ditt medlemskap som inaktivt.

source: Corporate membership application submitted.
es: Solicitud de membresía corporativa enviada.
id: Pendaftaran keanggotaan korporasi diajukan.
ja: 法人メンバーの申込書が送信されました。
ko: 회사 회원 신청서가 제출 되었습니다.
pl: Wysłano wniosek o firmowe członkostwo.
pt_br: Pedido de adesão corporativa enviado.
sv: Ansökan om företagsmedlemskap inlämnad.

source: Thanks! Your application is being reviewed, and we'll follow up a response from the board after our next monthly meeting.
sv: Tack! Tack! Din ansökan granskas och vi kommer att följa upp ett svar från styrelsen efter vårt nästa månadsmöte.

source: Become a DSF corporate member
es: Conviértase en miembro corporativo de DSF
id: Menjadi anggota korporasi DSF
ja: DSF 法人メンバーになる
ko: DSF 법인 회원 되기
pl: Zostań firmowym członkiem DSF
pt_br: Torne-se um membro corporativo da DSF
sv: Bli företagsmedlem i DSF

source: Provide us with a few details and we'll start onboarding your organization!
sv: Ge oss några detaljer så börjar vi onboarda din organisation!

source: Send →
sv: Skicka →

source: Corporate members
es: Miembros corporativos
id: Anggota korporasi
ja: 法人メンバー
ko: 법인 회원
pl: Członkowie firmowi
pt_br: Membros Corporativos
sv: Företagsmedlemmar
vi: Các thành viên doanh nghiệp

source: The following organizations are corporate members of the Django Software Foundation.
sv: Följande organisationer är företagsmedlemmar i Django Software Foundation.

source: The following organizations are corporate members of the Django Software Foundation. If you are interested in becoming a corporate member of the DSF, you can find out more on our <a href="/foundation/corporate-membership/"> corporate membership page</a>.
sv: Följande organisationer är företagsmedlemmar i Django Software Foundation. Om du är intresserad av att bli företagsmedlem i DSF kan du ta reda på mer på vår <a href="/foundation/corporate-membership/"> sida om företagsmedlemskap</a>.

source: Individual members
es: Miembros individuales
id: Anggota perseorangan
ja: 個人メンバー
ko: 개인 회원
pl: Członkowie indywidualni
pt_br: Membros individuais
sv: Enskilda medlemmar
vi: Các thành viên cá nhân

source: Individual Members are appointed by the DSF in recognition of their contribution to the DSF's mission of advancing and promoting Django, protecting the framework's long-term viability, and advancing the state of the art in web development.
sv: Enskilda medlemmar utses av DSF som ett erkännande av deras bidrag till DSF:s uppdrag att främja och marknadsföra Django, skydda ramverkets långsiktiga livskraft och främja den senaste tekniken inom webbutveckling.

source: Contribution to the DSF's mission takes many forms. Here are some non-exhaustive examples of the categories of work that might qualify:
sv: Att bidra till DSF:s uppdrag kan ta sig många uttryck. Här är några icke uttömmande exempel på de kategorier av arbete som kan kvalificera sig:

source: Contributing code, documentation, or tests to Django or to major third-party packages in the Django ecosystem.
sv: Bidra med kod, dokumentation eller tester till Django eller till större tredjepartspaket i Djangos ekosystem.

source: Reviewing pull requests or triaging tickets on Django or a third-party app.
sv: Granska pull requests eller triagera ärenden på Django eller en tredjepartsapp.

source: Creating learning resources (blogs, videos, etc.) for people to learn Django.
sv: Skapa lärresurser (bloggar, videor etc.) för att människor ska lära sig Django.

source: Contributing to discussions in community areas such as the <a href="https://forum.djangoproject.com/">Django Forum</a> or <a href="https://discord.com/invite/xcRH6mN4fa">Discord</a>.
sv: Bidra till diskussioner i community-områden som <a href="https://forum.djangoproject.com/">Django Forum</a> eller <a href="https://discord.com/invite/xcRH6mN4fa">Discord</a>.

source: Being part of the organizing team for a Django community event.
sv: Att vara en del av organisationsteamet för ett Django community event.

source: Serving on a <a href="https://github.com/django/dsf-working-groups">DSF Working Group</a>.
sv: Tjänstgör i en <a href="https://github.com/django/dsf-working-groups">DSF-arbetsgrupp</a>.

source: For more information about membership, see <a href="faq/">the DSF membership FAQ</a>.
sv: För mer information om medlemskap, se <a href="faq/">DSF:s frågor och svar om medlemskap</a>.
