Repository: django/djangoproject.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, id, ja, ko, pl, pt_br, sv, vi

source: We can send the invoice by email, but we need a contact address.
sv: Vi kan skicka fakturan via e-post, men då behöver vi en kontaktadress.

source: A short paragraph that describes your organization and its activities, written as if the DSF were describing your company to a third party.
sv: Ett kort stycke som beskriver din organisation och dess verksamhet, skrivet som om DSF skulle beskriva ditt företag för en tredje part.

source: We'll use this text on the <a href="/foundation/corporate-members/"> corporate membership page</a>; you can use the existing descriptions as a guide for flavor we're looking for.
sv: Vi kommer att använda denna text på <a href="/foundation/corporate-members/">företagsmedlemskapssidan</a>; du kan använda de befintliga beskrivningarna som en guide för den smak vi letar efter.

source: How does your organization use Django?
sv: Hur använder din organisation Django?

source: This won't be displayed publicly but helps the DSF Board to evaluate your application.
sv: Detta kommer inte att visas offentligt, men hjälper DSF:s styrelse att utvärdera din ansökan.

source: Enter an amount above and the appropriate membership level will be automatically selected. Or select a membership level below and the minimum donation will be entered for you. See <a href="/foundation/corporate-membership/#dues">dues</a> for details on the levels.
sv: Ange ett belopp ovan så kommer lämplig medlemsnivå att automatiskt väljas. Eller välj en medlemsnivå nedan och minsta donation kommer att anges åt dig. Se <a href="/foundation/corporate-membership/#dues">avgifter</a> för detaljer om nivåerna.

source: Django Corporate Membership Renewal: %s
sv: Förnyelse av Django Corporate-medlemskap: %s

source: Thanks for renewing as a corporate member of the Django Software Foundation! Your renewal is received, and we'll follow up with an invoice soon.
sv: Tack för att du förnyar ditt medlemskap som företagsmedlem i Django Software Foundation! Din förnyelse är mottagen och vi kommer att följa upp med en faktura inom kort.

source: Django Corporate Membership Application: %s
sv: Django ansökan om företagsmedlemskap: %s

source: Thanks for applying to be a corporate member of the Django Software Foundation! Your application is being reviewed, and we'll follow up a response from the board after our next monthly meeting.
sv: Tack för att du ansöker om att bli företagsmedlem i Django Software Foundation! Din ansökan är under granskning och vi kommer att följa upp ett svar från styrelsen efter vårt nästa månadsmöte.

source: Bronze
sv: Brons

source: Gold
sv: Guld

source: Platinum
sv: Platina

source: Diamond
sv: Ruter

source: ⚠️ This reason is publicly displayed on the website. <strong>Do not include confidential details.</strong>
sv: ⚠️ Denna anledning visas offentligt på webbplatsen. <strong>Inkludera inte konfidentiella uppgifter.</strong>

source: HTML, without surrounding <p> tags.
sv: HTML, utan omgivande <p> taggar.

source: If different from display name.
sv: Om det skiljer sig från visningsnamnet.

source: If different from contact email.
sv: Om det skiljer sig från kontaktens e-postadress.

source: Not displayed publicly.
sv: Visas inte offentligt.

source: No longer renewing.
sv: Förnyar inte längre.

source: In integer dollars
sv: I heltalsdollar

source: No CorporateMember found matching the query
sv: Ingen CorporateMember hittades som matchade frågan

source: %(version)s release notes
es: Notas de lanzamiento de %(version)s
id: Catatan rilis %(version)s
ja: %(version)s リリースノート
ko: %(version)s 릴리즈 노트
pl: Informacje o wydaniu %(version)s
pt_br: notas da release %(version)s
sv: %(version)s versionsanteckningar
vi: Ghi chú phát hành %(version)s

source: Online documentation
es: Documentación en línea
id: Dokumentasi daring
ja: オンラインドキュメント
ko: 온라인 문서
pl: Dokumentacja online
pt_br: Documentação Online
sv: Dokumentation online
vi: Tài liệu trực tuyến

source: Thanks! Your application is being reviewed, and we'll follow up a response from the board after our next monthly meeting.
es: ¡Gracias! Su solicitud está siendo revisada y haremos un seguimiento de una respuesta de la junta después de nuestra próxima reunión mensual.
id: Terima kasih! Pendaftaran Anda sedang ditinjau dan kami akan menindaklanjuti respon dari dewan setelah pertemuan bulanan kami berikutnya.
ja: ありがとうございます！ これから申込みの確認が行われます。 次回の月例ミーティング後、理事会から回答を送信します。
ko: 감사합니다! 귀하의 신청서가 검토되어지고 있으며, 저희는 다음달 회의 이후 이사회의 답변을 따를 것 입니다.
pl: Dziękujemy! Twój wniosek jest recenzowany a odpowiedź od zarządu wyślemy po naszym następnym comiesięcznym spotkaniu.
pt_br: Obrigado! Seu requerimento está sendo revisado, e encaminharemos uma resposta do comitê após nossa próxima reunião mensal.
vi: Cảm ơn! Đơn đăng ký của bạn đang được xem xét, và chúng tôi sẽ tiếp tục phản hồi từ ban quản trị sau cuộc họp hàng tháng tiếp theo của chúng tôi.

source: Provide us with a few details and we'll start onboarding your organization!
es: Bríndenos algunos detalles y comenzaremos a incorporar su ¡organización!
id: Berikan kami beberapa detail dan kami akan mulai mendaftarkan organisasi Anda!
ja: あなたの組織が参加できるように、 いくつかの詳細な情報を教えてください！
ko: 저희에게 몇가지 상세 정보를 제공해주시면 저희는 여러분의 조직의 탑재를 시작할 것입니다!
pl: Podaj nam trochę szczegółów i zaczniemy wdrażać twoją organizację!
pt_br: Nos deem alguns detalhes e iniciaremos o processo de integração de sua organização!
vi: Cung cấp cho chúng tôi một số chi tiết và chúng tôi sẽ bắt đầu quá trình đưa tổ chức của bạn vào hệ thống!

source: The following organizations are corporate members of the Django Software Foundation. If you are interested in becoming a corporate member of the DSF, you can find out more on our <a href="/foundation/corporate-membership/"> corporate membership page</a>.
es: Las siguientes organizaciones son miembros corporativos del software Django Fundación. Si está interesado en convertirse en miembro corporativo de la DSF, puede obtener más información en nuestra <a href="/foundation/corporate-membership/"> página de membresía corporativa</a>.
id: Organisasi-organisasi berikut adalah anggota korporasi Django Software Foundation. Jika Anda tertarik untuk menjadi anggota korporasi DSF, Anda bisa cari tahu lebih lanjut pada <a href="/foundation/corporate-membership/"> laman keanggotaan korporasi kami</a>.
ja: 以下の組織は Django Software Foundation の法人メンバーです。 DSF の法人メンバーに興味があるなら、<a href="/foundation/corporate-membership/">法人メンバーページ</a>でより多くを調べることができます。
ko: 다음의 조직들은 장고 소프트웨어 협회의 법인 회원들 입니다. 여러분이 DSF의 법인 회원이 되시고 싶으시면, 저희의 <a href="/foundation/corporate-membership/">법인 회원 페이지</a>에서 더 자세한것을 확인하실 수 있습니다.
pl: Organizacje wymienione poniżej są firmami-członkami Django Software Fundation. Jeśli jesteś zainteresowany zostaniem firmą-członkiem DSF, więcej informacji możesz znaleźć na naszej <a href="/foundation/corporate-membership/">stronie członkostwa firmowego</a>.
pt_br: As seguintes organizações são membros corporativos da Django Software Foundation. Se você esta interessado em tornar-se um membro corporativo da DSF, você pode encontrar mais informações em nossa <a href="/foundation/corporate-membership/"> página de adesão corporativa</a>.
vi: Các tổ chức sau đây là thành viên doanh nghiệp của Django Software Foundation. Nếu bạn quan tâm đến việc trở thành thành viên doanh nghiệp của DSF, bạn có thể tìm hiểu thêm trên trang <a href="/foundation/corporate- membership/">thành viên doanh nghiệp</a> của chúng tôi.

source: The following are Individual Members of the Django Software Foundation. Individual Members are appointed by the DSF in recognition of their service to the Django community. If you know someone who you think should be considered for Individual Membership, please
es: Los siguientes son miembros individuales de Django Software Foundation. Los Miembros individuales son nombrados por DSF en reconocimiento a su servicio a la comunidad de Django. Si conoce a alguien que crea que debería ser considerado para la membresía individual, por favor
id: Berikut adalah Anggota-anggota Perseorangan dari Django Software Foundation. Anggota Perseorangan ditunjuk oleh DSF sebagai pengakuan atas pelayanan mereka kepada komunitas Django. Jika Anda mengenal seseorang yang menurut Anda dapat dipertimbangkan untuk Keanggotaan Perseorangan, silakan
ja: 以下は Django Software Foundation の個人会員です。 個々のメンバーは、Django コミュニティへのサービスを評価して DSF によって任命されます。 あなたが個人会員のために考慮されるべきであると思う人を知っているならば、
ko: 다음은 Django Software Foundation의 회원들 입니다. 개인 회원 분들은 Django 커뮤니티에 대한 서비스를 인정하여 DSF에 의해 임명되었습니다. 만약 개인 회원으로 간주되어야하는 사람들을 알고 계신다면,
pl: Osoby wymienione poniżej to członkowie indywidualni Django Software Foundation. Członkowie indywidualni są mianowani przez DSF w uznaniu ich zasług dla społeczności Django. Jeśli znasz kogoś, o kim myślisz, że powinno zostać rozważone jego członkostwo, prosimy
pt_br: Os seguintes são membros individuais da Django Software Foundation. Membros individuais sãos destacados pela DSF em reconhecimento por seus serviços para a comunidade Django. Se você conhece alguém que deveria ser considerado como Membro individual, por favor
vi: Các thành viên cá nhân của Django Software Foundation. Các thành viên cá nhân được bổ nhiệm bởi DSF để công nhận những đóng góp của họ cho cộng đồng Django. Nếu bạn biết ai đó mà bạn nghĩ họ nên được xem xét để trở thành thành viên cá nhân, vui lòng

source: fill out this form
es: llene este formulario
id: isi formulir ini
ja: このフォームに記入します
ko: 이 양식을 작성하세요
pl: wypełnij ten formularz
pt_br: preencha este formulário
vi: điền vào mẫu này

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
es: Recibió este correo electrónico porque solicito un restablecimiento de contraseña para su cuenta de usuario en %(site_name)s
id: Anda menerima surel ini karena Anda meminta pengaturan ulang kata sandi untuk akun pengguna Anda di %(site_name)s
ja: このメールは、%(site_name)sのユーザーアカウントのパスワードリセットがリクエストされたため送信されました。
ko: 당신은 패스워드 리셋요청으로 이 메일을 받게 되었습니다. 당신의 계정 %(site_name)s 을 위해.
pl: Otrzymujesz ten e-mail, ponieważ zgłosiłeś prośbę o reset hasła dla twojego konta na %(site_name)s
pt_br: Você está recebendo este email pois requisitou a redefinição de senha para sua conta em %(site_name)s
vi: Bạn đang nhận được email này vì bạn đã yêu cầu đặt lại mật khẩu cho tài khoản của bạn tại %(site_name)s
