Repository: django/djangoproject.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, id, ja, ko, pl, pt_br, sv, vi

source: If you would like to apply for Individual Membership, please <a href="https://docs.google.com/forms/d/e/1FAIpQLSd5lbWxAO-sylEEjHVKBNIpmHlhdJRf0_LCo8glnLUWd-Q2Sw/viewform?usp=sf_link">fill out this form</a>. If you are unsure if you meet the criteria, but you would like to be a member, please apply anyway! You can also nominate others using the same form if you know someone who should be considered.
sv: Om du vill ansöka om individuellt medlemskap, vänligen <a href="https://docs.google.com/forms/d/e/1FAIpQLSd5lbWxAO-sylEEjHVKBNIpmHlhdJRf0_LCo8glnLUWd-Q2Sw/viewform?usp=sf_link">fyll i detta formulär</a>. Om du är osäker på om du uppfyller kriterierna, men ändå vill bli medlem, vänligen ansök ändå! Du kan också nominera andra med hjälp av samma formulär om du känner någon som borde övervägas.

source: As a member of the DSF, you will be recognized for your contributions to the community. Your name will appear below and you'll be added to the various DSF Members communication channels (mailing list, forum, Discord). You will also be eligible to vote for the DSF Board and Steering Council.
sv: Som medlem i DSF kommer du att uppmärksammas för dina bidrag till gemenskapen. Ditt namn kommer att visas nedan och du kommer att läggas till i de olika kommunikationskanalerna för DSF-medlemmar (e-postlista, forum, Discord). Du kommer också att vara berättigad att rösta på DSF:s styrelse och styrande råd.

source: The following are Individual Members of the Django Software Foundation.
sv: Följande personer är individuella medlemmar i Django Software Foundation.

source: Former members
es: Miembros anteriores
id: Mantan anggota
ja: 元メンバー
ko: 전 멤버들
pl: Byli członkowie
pt_br: Membros antigos
sv: Tidigare medlemmar
vi: Các thành viên cũ

source: The following are former Individual Members of the DSF.
es: Los siguientes son miembros anteriores individuales del DSF.
id: Berikut adalah mantan Anggota Perseorangan DSF.
ja: 以下は、DSF の元個人メンバーです。
ko: 다음은 DSF의 각각의 이전 멤버들 입니다.
pl: Wymienieni poniżej są byłymi członkami indywidualnymi DSF.
pt_br: Os seguintes são membros individuais antigos da DSF.
sv: Följande personer är tidigare enskilda medlemmar i DSF.
vi: Các thành viên cá nhân của DSF đã từng là thành viên của DSF.

source: Meet the Teams | Django Software Foundation
sv: Möt våra team | Django Software Foundation

source: Get to know the teams behind the Django Software Foundation, including the Steering Council and various committees. Learn about their roles and responsibilities in advancing the development and adoption of the Django web framework.
sv: Lär känna teamen bakom Django Software Foundation, inklusive styrningsrådet och olika kommittéer. Lär dig mer om deras roller och ansvar för att främja utvecklingen och antagandet av Djangos webbramverk.

source: Teams indicate who is actively contributing in certain areas.
sv: Team anger vem som aktivt bidrar inom vissa områden.

source: Django overview
sv: Django översikt

source: <em>Django</em> was invented to meet fast-moving <em>newsroom deadlines</em>, while satisfying the tough requirements of <em>experienced web developers</em>.
sv: <em>Django</em> skapades för att möta snabba <em>deadlines på nyhetsredaktioner</em> och samtidigt uppfylla de tuffa krav som ställs av <em>erfarna webbutvecklare</em>.

source: Why Django?
sv: Varför Django?

source: With Django, you can take web applications from concept to launch in a matter of hours. Django takes care of much of the hassle of web development, so you can focus on writing your app without needing to reinvent the wheel. It’s free and open source.
sv: Med Django kan du ta webbapplikationer från idé till lansering på bara några timmar. Django tar hand om mycket av besväret med webbutveckling, så att du kan fokusera på att skriva din app utan att behöva uppfinna hjulet på nytt. Det är gratis och öppen källkod.

source: See how fast you can start building
sv: Se hur snabbt du kan börja bygga

source: Fully loaded.
sv: Fullt laddad.

source: Django includes dozens of extras you can use to handle common web development tasks. Django takes care of user authentication, content administration, site maps, RSS feeds, and many more tasks — right out of the box.
sv: Django innehåller dussintals extrafunktioner som du kan använda för att hantera vanliga webbutvecklingsuppgifter. Django tar hand om användarautentisering, innehållsadministration, webbplatskartor, RSS-flöden och många fler uppgifter - direkt ur lådan.

source: See what’s included
sv: Se vad som ingår

source: Django takes security seriously and helps developers avoid many common security mistakes, such as SQL injection, cross-site scripting, cross-site request forgery and clickjacking. Its user authentication system provides a secure way to manage user accounts and passwords.
sv: Django tar säkerhet på allvar och hjälper utvecklare att undvika många vanliga säkerhetsmisstag, t.ex. SQL-injektion, cross-site scripting, cross-site request forgery och clickjacking. Dess system för användarautentisering ger ett säkert sätt att hantera användarkonton och lösenord.

source: Read our security overview
sv: Läs vår säkerhetsöversikt

source: Some of the busiest sites on the planet use Django’s ability to quickly and flexibly scale to meet the heaviest traffic demands.
sv: Några av de mest trafikerade webbplatserna på planeten använder Djangos förmåga att snabbt och flexibelt skala för att möta de tyngsta trafikbehoven.

source: Learn more about scaling Django applications
sv: Läs mer om skalning av Django-applikationer

source: Incredibly versatile.
sv: Otroligt mångsidig.

source: Companies, organizations and governments have used Django to build all sorts of things — from content management systems to social networks to scientific computing platforms.
sv: Företag, organisationer och myndigheter har använt Django för att bygga allt möjligt - från innehållshanteringssystem till sociala nätverk och plattformar för vetenskapliga beräkningar.

source: Get started <em>with Django</em>
sv: Kom igång <em>med Django</em>

source: Sites Using Django
sv: Webbplatser som använder Django

source: Account activation failed
sv: Kontoaktiveringen misslyckades

source: Account activation failed.
sv: Kontoaktiveringen misslyckades.

source: Sorry, it didn't work. Either your activation link was incorrect, or the activation key for your account has expired; activation keys are only valid for %(days)s days after registration.
sv: Tyvärr, det fungerade inte. Antingen var din aktiveringslänk felaktig eller så har aktiveringsnyckeln för ditt konto gått ut; aktiveringsnycklar är endast giltiga i %(days)s dagar efter registrering.

source: Account activated
sv: Konto aktiverat

source: Account activated.
sv: Konto aktiverat.

source: Thanks for signing up! Now you can <a href="%(login_url)s">log in</a>.
sv: Tack för att du registrerat dig! Nu kan du <a href="%(login_url)s">logga in</a>.

source: Someone, hopefully you, signed up for a new account at djangoproject.com using this email address. If it was you, and you'd like to activate and use your account, click the link below or copy and paste it into your web browser's address bar:
sv: Någon, förhoppningsvis du, har registrerat ett nytt konto på djangoproject.com med den här e-postadressen. Om det var du, och du vill aktivera och använda ditt konto, klicka på länken nedan eller kopiera och klistra in den i din webbläsares adressfält:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us, and the account will expire automatically in %(num_days)s days.
sv: Om du inte har begärt detta behöver du inte göra någonting; du kommer inte att få några fler e-postmeddelanden från oss och kontot upphör automatiskt att gälla om %(num_days)s dagar.

source: Activate your djangoproject.com account
sv: Aktivera ditt djangoproject.com-konto

source: Accounts
sv: Konton

source: Logged out
sv: Utloggad

source: You've been logged out.
sv: Du har blivit utloggad.

source: Thanks for stopping by; when you come back, don't forget to <a href="%(login_url)s">log in</a> again.
sv: Tack för att du tittade förbi; när du kommer tillbaka, glöm inte att <a href="%(login_url)s">logga in</a> igen.

source: Log in
sv: Logga in

source: Log in to your account
sv: Logga in på ditt konto

source: Username:
sv: Användarnamn:

source: Password:
sv: Lösenord:

source: If you don't have an account, you can <a href="%(register_url)s">sign up</a> for one.
sv: Om du inte har ett konto kan du <a href="%(register_url)s">registrera</a> dig för att få ett.

source: If you forgot your password, you can <a href="%(reset_url)s">reset it</a>.
sv: Om du har glömt ditt lösenord kan du <a href="%(reset_url)s">återställa det</a>.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
sv: Du får det här e-postmeddelandet eftersom du har begärt en återställning av lösenordet för ditt användarkonto på %(site_name)s

source: Please go to the following page and choose a new password:
es: Vaya a la página siguiente y elija una nueva contraseña:
id: Silakan pergi ke laman berikut dan atur kata sandi baru:
ja: 次のページに移動して新しいパスワードを選択してください:
ko: 다음의 페이지를 따라 새 암호를 선택 하시오
pl: Prosimy wejść na następującą stronę i wybrać nowe hasło:
pt_br: Por favor vá até a seguinte página e escolha uma nova senha:
sv: Gå till följande sida och välj ett nytt lösenord:
vi: Vui lòng truy cập vào trang sau và chọn mật khẩu mới:

source: Your username, in case you've forgotten:
es: Su nombre de usuario, en caso de que lo haya olvidado:
id: Nama pengguna Anda, jika Anda lupa:
ja: 忘れた場合のユーザー名
ko: 잊어 버린경우, 당신의 username
pl: Twoja nazwa użytkownika, na wypadek, jeśli zapomniałeś:
pt_br: Seu usuário, caso o tenha esquecido:
sv: Ditt användarnamn, om du har glömt:
vi: Tên đăng nhập của bạn, trong trường hợp bạn đã quên:

source: Thanks for using our site!
es: ¡Gracias por usar nuestro sitio!
id: Terima kasih telah menggunakan situs kami!
ja: サイトのご利用ありがとうございます！
ko: 저희 사이트를 사용해주셔서 감사합니다
pl: Dziękujemy za używanie naszej strony!
pt_br: Obrigado por usar nosso site!
sv: Tack för att du använder vår webbplats!
vi: Cảm ơn bạn đã sử dụng trang web của chúng tôi!

source: The %(site_name)s team
es: El equipo de %(site_name)s
id: Tim %(site_name)s
ja: %(site_name)sチーム
ko: %(site_name)s 팀
pl: Zespół %(site_name)s
pt_br: O %(site_name)s time
sv: %(site_name)s-teamet
vi: Nhóm %(site_name)s

source: Registration complete
sv: Registrering klar

source: Check your email
sv: Kolla din e-post

source: An activation link has been sent to the email address you supplied, along with instructions for activating your account.
sv: En aktiveringslänk har skickats till den e-postadress du angav, tillsammans med instruktioner för att aktivera ditt konto.

source: Sign up
sv: Registrera dig

source: Create an account
sv: Skapa ett konto

source: Or, <a href="https://code.djangoproject.com/github/login">login with GitHub</a>.
sv: Eller <a href="https://code.djangoproject.com/github/login">logga in med GitHub</a>.

source: Email address:
sv: Epostadress:

source: Password (type again to catch typos):
sv: Lösenord (skriv igen för att upptäcka stavfel):

source: Register
sv: Registrera

source: Fill out the form to the right (all fields are required), and your account will be created; you'll be sent an email with instructions on how to finish your registration.
sv: Fyll i formuläret till höger (alla fält är obligatoriska), så skapas ditt konto och du får ett e-postmeddelande med instruktioner om hur du slutför din registrering.

source: We'll only use your email to send you signup instructions. We hate spam as much as you do.
sv: Vi använder bara din e-postadress för att skicka registreringsinstruktioner till dig. Vi hatar spam lika mycket som du gör.

source: This account will let you log into the ticket tracker, claim tickets, and be exempt from spam filtering.
sv: Med det här kontot kan du logga in på biljettspåraren, göra anspråk på biljetter och undantas från skräppostfiltrering.

source: Your username can only consist of alphanumeric characters and underscores and may be up to 30 characters long.
sv: Ditt användarnamn får endast bestå av alfanumeriska tecken och understreck och får vara upp till 30 tecken långt.

source: It's quick & easy to get up and running with Django
sv: Det går snabbt och enkelt att komma igång med Django

source: It’s <em>quick &amp; easy</em> to get up and running with <em>Django</em>.
sv: Det går <em>snabbt och enkelt</em> att komma igång med <em>Django</em>.

source: Download <em>version %(DJANGO_VERSION)s</em>
sv: Ladda ner <em>version</em> <em> %(DJANGO_VERSION)s</em>

source: Depending how new you are to Django, you can <a href="%(tutorial1_url)s">try a tutorial</a>, or just <a href="%(docs_homepage_url)s">dive into the documentation</a>.
sv: Beroende på hur ny du är med Django kan du <a href="%(tutorial1_url)s">prova en handledning</a> eller bara <a href="%(docs_homepage_url)s">dyka in i dokumentationen</a>.

source: Want to learn more about Django? Read the overview to see whether Django is right for your project.
sv: Vill du lära dig mer om Django? Läs översikten för att se om Django är rätt för ditt projekt.

source: Install Django
sv: Installera Django

source: Before you can use Django, you’ll need to install it. Our complete installation guide covers all the possibilities; this guide will get you to a simple, minimal installation that’ll work while you walk through the introduction.
sv: Innan du kan använda Django måste du installera det. Vår kompletta installationsguide täcker alla möjligheter; den här guiden tar dig till en enkel, minimal installation som fungerar medan du går igenom introduktionen.

source: Django installation guide
sv: Installationsguide för Django

source: Installed Django already? Good. Now <a href="%(tutorial1_url)s">try this tutorial</a>, which walks you through creating a basic poll application. It’s got two parts:
sv: Har du redan installerat Django? Då är det bra. <a href="%(tutorial1_url)s">Prova</a> nu <a href="%(tutorial1_url)s">den här handledningen</a>, som leder dig genom att skapa en grundläggande poll-applikation. Den består av två delar:

source: A public site that lets people view polls and vote in them.
sv: En publik webbplats som låter människor se omröstningar och rösta i dem.

source: An administrative interface that lets you add, change and delete polls.
sv: Ett administrativt gränssnitt som låter dig lägga till, ändra och ta bort omröstningar.

source: Take the tutorial
sv: Gå igenom handledningen

source: Sharpen your skills
sv: Vässa dina färdigheter

source: The official <a href="%(docs_homepage_url)s">Django documentation</a> covers everything you need to know about Django (and then some).
sv: Den officiella <a href="%(docs_homepage_url)s">Django-dokumentationen</a> innehåller allt du behöver veta om Django (och lite till).

source: Read the docs
sv: Läs dokumentationen

source: Join the community</span>
sv: Gå med i gemenskapen</span>

source: You can help <a href="%(community_index)s">make us better</a>. Find out about upcoming Django events, learn what’s on other Django developers’ minds, find and post jobs, and more.
sv: Du kan hjälpa till att <a href="%(community_index)s">göra oss bättre</a>. Ta reda på kommande Django-evenemang, lär dig vad andra Django-utvecklare tänker på, hitta och publicera jobb och mycket mer.

source: Join us
sv: Bli en del av oss

source: Intro to Django</span>
sv: Introduktion till Django</span>

source: Deﬁne your data models entirely in Python. You get a rich, dynamic database-access API for free — but you can still write SQL if needed.
sv: Definiera dina datamodeller helt i Python. Du får ett rikt, dynamiskt API för databasåtkomst gratis - men du kan fortfarande skriva SQL om det behövs.

source: Read more
sv: Läs mer

source: URLs and views
sv: Webbadresser och visningar

source: Templates
sv: Mallar

source: Django’s template language is designed to strike a balance between power and ease. It’s designed to feel comfortable and easy-to-learn to those used to working with HTML, like designers and front-end developers. But it is also flexible and highly extensible, allowing developers to augment the template language as needed.
sv: Djangos mallspråk är utformat för att hitta en balans mellan kraft och enkelhet. Det är utformat för att kännas bekvämt och lätt att lära sig för dem som är vana vid att arbeta med HTML, som designers och front-end-utvecklare. Men det är också flexibelt och mycket utbyggbart, vilket gör det möjligt för utvecklare att utöka mallspråket efter behov.

source: Forms
sv: Formulär

source: Django provides a powerful form library that handles rendering forms as HTML, validating user-submitted data, and converting that data to native Python types. Django also provides a way to generate forms from your existing models and use those forms to create and update data.
sv: Django tillhandahåller ett kraftfullt formulärbibliotek som hanterar rendering av formulär som HTML, validering av data som skickas in av användaren och konvertering av data till inbyggda Python-typer. Django erbjuder också ett sätt att generera formulär från dina befintliga modeller och använda dessa formulär för att skapa och uppdatera data.

source: Authentication
sv: Autentisering

source: Django comes with a full-featured and secure authentication system. It handles user accounts, groups, permissions and cookie-based user sessions. This lets you easily build sites that allow users to create accounts and safely log in/out.
sv: Django levereras med ett fullt utrustat och säkert autentiseringssystem. Det hanterar användarkonton, grupper, behörigheter och cookie-baserade användarsessioner. Detta gör att du enkelt kan bygga webbplatser som gör det möjligt för användare att skapa konton och säkert logga in / ut.

source: One of the most powerful parts of Django is its automatic admin interface. It reads metadata in your models to provide a powerful and production-ready interface that content producers can immediately use to start managing content on your site. It’s easy to set up and provides many hooks for customization.
sv: En av de mest kraftfulla delarna av Django är dess automatiska administratörsgränssnitt. Det läser metadata i dina modeller för att tillhandahålla ett kraftfullt och produktionsfärdigt gränssnitt som innehållsproducenter omedelbart kan använda för att börja hantera innehåll på din webbplats. Det är enkelt att konfigurera och ger många krokar för anpassning.

source: Internationalization
sv: Internationalisering

source: Django offers full support for translating text into different languages, plus locale-specific formatting of dates, times, numbers, and time zones. It lets developers and template authors specify which parts of their apps should be translated or formatted for local languages and cultures, and it uses these hooks to localize web applications for particular users according to their preferences.
sv: Django erbjuder fullt stöd för översättning av text till olika språk, plus lokalspecifik formatering av datum, tider, siffror och tidszoner. Det låter utvecklare och mallförfattare ange vilka delar av deras appar som ska översättas eller formateras för lokala språk och kulturer, och det använder dessa krokar för att lokalisera webbapplikationer för vissa användare enligt deras preferenser.

source: Security
sv: Säkerhet

source: Django provides multiple protections against:
sv: Django tillhandahåller flera skydd mot:

source: Clickjacking
sv: Klickjacking

source: Cross-site scripting
sv: Skript på andra webbplatser

source: SQL injection
sv: SQL-injektion

source: Remote code execution
sv: Exekvering av fjärrkod

source: DSF Board monthly meeting
sv: DSF:s styrelses månadsmöte

source: The DSF meeting minutes
sv: Protokoll från DSF-möte

source: The meeting minutes of the Django Software Foundation's board.
sv: Mötesprotokoll från styrelsen för Django Software Foundation.

source: DSF Board
sv: DSF:s styrelse

source: Non-board attendee
sv: Deltagare utanför styrelsen

source: Non-board attendees
sv: Deltagare utanför styrelsen

source: New
sv: Nytt

source: Ongoing
sv: Pågående

source: Business
sv: Företag

source: Name for the group being inducted, e.g. 'Q1 2021'
sv: Namn på den grupp som ska introduceras, t.ex. "Q1 2021

source: Date this cohort was approved by the DSF Board
sv: Datum då denna kohort godkändes av DSF:s styrelse

source: Recipient's name
sv: Mottagarens namn

source: Optional link for this recipient
sv: Valfri länk för denna mottagare

source: Optional one-paragraph description/bio of why this person received the award
sv: Valfri beskrivning i ett stycke/biografi av varför denna person fick utmärkelsen

source: donation date
sv: datum för donation

source: Fundraising
es: Recaudación de fondos
id: Penggalangan dana
ja: 募金
ko: 기금 모금
pl: Zbieranie funduszy
pt_br: Captação de recursos
sv: Gåvoinsamling
vi: Quyên góp

source: I am donating as an
sv: Jag donerar som en

source: Your name or the name of your organization
sv: Ditt namn eller namnet på din organisation

source: Where are you located? (optional; will not be displayed)
sv: Var befinner du dig? (valfritt; kommer inte att visas)

source: Which URL should we link your name to?
sv: Vilken URL ska vi länka ditt namn till?

source: If you've donated at least US $%d, you can submit your logo and we will display it, too.
sv: Om du har donerat minst US $%d kan du skicka in din logotyp så visar vi den också.

source: Yes, display my name, URL, and logo on this site. It'll be displayed shortly after we verify it.
sv: Ja, visa mitt namn, min URL och min logotyp på den här webbplatsen. Det kommer att visas strax efter att vi har verifierat det.

source: Yes, the Django Software Foundation can inform me about future fundraising campaigns by email.
sv: Ja, Django Software Foundation kan informera mig om framtida insamlingskampanjer via e-post.

source: Other amount
sv: Valfritt belopp

source: Monthly donation
sv: Månadsdonation

source: Quarterly donation
sv: Kvartalsvis donation

source: Yearly donation
sv: Årlig donation

source: One-time donation
sv: Engångsdonation

source: Individual
sv: Privatperson

source: Organization
sv: Organisation

source: Agreed to displaying on the fundraising page?
sv: Accepterar du att visas på insamlingssidan?

source: Agreed to being contacted by DSF?
sv: Godkänt att bli kontaktad av DSF?

source: Name, URL, and Logo approved?
sv: Namn, URL och logotyp godkända?

source: Django hero
sv: Django hjälte

source: Django heroes
sv: Django hjältar

source: Anonymous Hero
sv: Anonym hjälte

source: in-kind hero
sv: hjälte in natura

source: in-kind heroes
sv: hjältar in natura

source: Your information has been updated.
sv: Din information har uppdaterats.

source: Your donation has been canceled.
sv: Din donation har avbrutits.

source: Payment cancelled
sv: Betalning inställd

source: Payment failed
sv: Betalningen misslyckades

source: Thank you for your donation to the Django Software Foundation
sv: Tack för din donation till Django Software Foundation

source: All
sv: Alla

source: renewal link
sv: länk för förnyelse

source: Donation amount
sv: Gåvobelopp

source: Enter an integer in US$ without the dollar sign.
sv: Ange ett heltal i US-dollar utan dollartecken.

source: Billing name (If different from above name).
sv: Faktureringsnamn (om det skiljer sig från ovanstående namn).

source: For example, this might be your full registered company name.
sv: Det kan t.ex. vara ditt fullständiga registrerade företagsnamn.

source: Your organization's name as you'd like it to appear on our website.
sv: Din organisations namn som du vill att det ska visas på vår webbplats.

source: Mailing address
sv: Postadress
