Repository: django/djangoproject.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, id, ja, ko, pl, pt_br, sv, vi

source: We're (mostly) programmers, so we'll track changes to the diversity statement the same way we track changes to code. All changes will be proposed via a pull request to the <a href="https://github.com/django/djangoproject.com">djangoproject.com repository on GitHub</a>. Changes will be reviewed by the membership first, and then sent to the DSF and the Django community for comment. We'll hold a comment period of at least one week, then the DSF board will vote on the change. Approved changes will be merged, published, and noted below.
sv: Vi är (mestadels) programmerare, så vi kommer att spåra ändringar i mångfaldsdeklarationen på samma sätt som vi spårar ändringar i koden. Alla ändringar kommer att föreslås via en pull request till <a href="https://github.com/django/djangoproject.com">djangoproject.com-arkivet på GitHub</a>. Ändringar kommer att granskas av medlemmarna först och sedan skickas till DSF och Django-gemenskapen för kommentarer. Vi kommer att hålla en kommentarsperiod på minst en vecka, sedan kommer DSF-styrelsen att rösta om ändringen. Godkända ändringar kommer att slås samman, publiceras och noteras nedan.

source: This only applies to material changes; changes that don't affect the intent (typo fixes, re-wordings, etc.) can be made immediately.
sv: Detta gäller endast väsentliga ändringar; ändringar som inte påverkar avsikten (rättning av stavfel, omformuleringar etc.) kan göras omedelbart.

source: A complete list of changes can always be found <a href="https://github.com/django/djangoproject.com/commits/main/djangoproject/templates/diversity">on GitHub</a>; major changes and releases are summarized below.
sv: En fullständig lista över ändringar finns alltid <a href="https://github.com/django/djangoproject.com/commits/main/djangoproject/templates/diversity">på GitHub</a>; större ändringar och utgåvor sammanfattas nedan.

source: Initial release
sv: Första version

source: Platitudes are cheap. We've all heard organizations say they're committed to "diversity" and "tolerance" without ever getting specific, so here's our stance on it:
sv: Plattityder är billiga. Vi har alla hört organisationer säga att de är engagerade i "mångfald" och "tolerans" utan att någonsin bli specifika, så här är vår inställning till det:

source: We welcome people of any gender identity or expression, race, skin color, ethnicity, age, size, nationality, sexual orientation, ability level, neurotype, religion, elder status, family structure, culture, subculture, political opinion, education level, identity, and self-identification. We welcome activists, artists, bloggers, crafters, coders, wannabe-coders, designers, entrepreneurs, documentation writers, journalists, sysadmins, teachers, ordinary people, extraordinary people, and everyone in between.
sv: Vi välkomnar människor oavsett könsidentitet eller könsuttryck, ras, hudfärg, etnicitet, ålder, storlek, nationalitet, sexuell läggning, funktionsnivå, neurotyp, religion, äldrestatus, familjestruktur, kultur, subkultur, politisk åsikt, utbildningsnivå, identitet och självidentifikation. Vi välkomnar aktivister, konstnärer, bloggare, hantverkare, kodare, wannabe-kodare, designers, entreprenörer, dokumentationsförfattare, journalister, sysadmins, lärare, vanliga människor, extraordinära människor och alla däremellan.

source: We welcome you. You may wear a baby sling, hijab, a kippah, leather, an XXXL t-shirt, a pentacle, a political badge, a rainbow, a rosary, tattoos, or something we can only dream of. You may carry a guitar or walking cane or a 15 year old laptop. Conservative or liberal, libertarian or socialist — we believe it's possible for people of all viewpoints and persuasions to come together and learn from each other. We believe in the broad spectrum of individual and collective experience and in the inherent dignity of all people. We believe that amazing things happen when people from different worlds and world-views approach each other to create a conversation.
sv: Vi välkomnar dig. Du kanske bär en bärsjal, hijab, kippa, läder, en XXXL t-shirt, en pentagram, ett politiskt märke, en regnbåge, ett radband, tatueringar eller något vi bara kan drömma om. Du kan ha med dig en gitarr, en käpp eller en 15 år gammal bärbar dator. Konservativ eller liberal, libertarian eller socialist - vi tror att det är möjligt för människor med alla åsikter och övertygelser att mötas och lära av varandra. Vi tror på det breda spektrumet av individuella och kollektiva erfarenheter och på alla människors inneboende värdighet. Vi tror att fantastiska saker händer när människor från olika världar och världsbilder närmar sig varandra för att skapa en konversation.

source: We get excited about web development — from professional to amateur, from giant projects to simple apps, from the coder who's been doing this since the day Django was conceived in Kansas to the newbie who just started studying the Django tutorial today.
sv: Vi blir entusiastiska över webbutveckling - från proffs till amatörer, från gigantiska projekt till enkla appar, från kodaren som har hållit på med detta sedan den dag Django föddes i Kansas till nybörjaren som precis har börjat studera Django-handledningen idag.

source: We think accessibility for people with disabilities is a priority, not an afterthought. We think neurodiversity is a feature, not a bug. We believe in being inclusive, welcoming, and supportive of anyone who comes to us with good faith and the desire to build a community.
sv: Vi tycker att tillgänglighet för personer med funktionsnedsättning är en prioritet, inte en eftertanke. Vi tycker att neurodiversitet är en funktion, inte en bugg. Vi tror på att vara inkluderande, välkomnande och stödjande för alla som kommer till oss i god tro och med en önskan om att bygga en gemenskap.

source: There are a few diversity initiatives in the Django community, but there can always be more. We protect our diversity through our <a href="%(coc_url)s">Code of Conduct</a> and the team that applies it. We also call on you, as a member of the Django community, to proudly show your support. Be generous, understanding and respectful to your fellow Djangonauts. Seek out newcomers and help them feel like they belong. Listen with empathy when someone has a different perspective. Talk to someone if you notice that something could be better.
sv: Det finns några mångfaldsinitiativ i Django-gemenskapen, men det kan alltid bli fler. Vi skyddar vår mångfald genom vår <a href="%(coc_url)s">uppförandekod</a> och det team som tillämpar den. Vi uppmanar också dig, som medlem av Django-gemenskapen, att stolt visa ditt stöd. Var generös, förstående och respektfull mot dina med-Djangonauter. Sök upp nykomlingar och hjälp dem att känna att de hör hemma. Lyssna med empati när någon har ett annat perspektiv. Prata med någon om du märker att något kan bli bättre.

source: We have enough experience to know that we won't get any of this perfect on the first try. But we have enough hope, energy, and idealism to want to learn things we don't know now. We may not be able to satisfy everyone, but we can certainly work to avoid excluding anyone. And we promise that if we get it wrong, we'll listen carefully and respectfully to you when you point it out to us, and we'll do our best to make good on our mistakes.
sv: Vi har tillräckligt med erfarenhet för att veta att vi inte kommer att få något av detta perfekt på första försöket. Men vi har tillräckligt med hopp, energi och idealism för att vilja lära oss saker som vi inte vet nu. Vi kanske inte kan göra alla nöjda, men vi kan definitivt arbeta för att undvika att utesluta någon. Och vi lovar att om vi gör fel ska vi lyssna noga och respektfullt på dig när du påpekar det för oss, och vi ska göra vårt bästa för att rätta till våra misstag.

source: We think our technical experience is important, but we think our community experience is more important. We know what goes wrong when organizations say one thing and do another, or when they refuse to say anything at all. We believe that keeping the Django Software Foundation transparent is just as important as keeping our servers stable.
sv: Vi tycker att vår tekniska erfarenhet är viktig, men vi tycker att vår samhällserfarenhet är ännu viktigare. Vi vet vad som går fel när organisationer säger en sak och gör en annan, eller när de vägrar att säga något alls. Vi anser att det är lika viktigt att hålla Django Software Foundation transparent som att hålla våra servrar stabila.

source: We work with the Django web framework, and we invite everyone to contribute, to the core Django code, the ecosystem of Django packages, and the community.
sv: Vi arbetar med webbramverket Django och vi bjuder in alla att bidra, till Djangos kärnkod, till ekosystemet av Djangopaket och till gemenskapen.

source: Come build the web with us.
sv: Kom och bygg webben med oss.

source: Original text courtesy of the <a href="https://www.dreamwidth.org/legal/diversity">Dreamwidth</a>.
sv: Originaltext med tillstånd från <a href="https://www.dreamwidth.org/legal/diversity">Dreamwidth</a>.

source: If you have questions, feel free to <a href="mailto:conduct@djangoproject.com">contact us</a>.
sv: Om du har frågor är du välkommen att <a href="mailto:conduct@djangoproject.com">kontakta oss</a>.

source: Django Core Developers
sv: Django Core-utvecklare

source: Former Django Core Team dissolved on March 12, 2020.
sv: Tidigare Django Core Team upplöstes den 12 mars 2020.

source: The title &ldquo;Django Core Developer&rdquo; is awarded to individuals who have made significant contributions, over an extended period of time, to Django or to major parts of its ecosystem. The title is awarded by the Board of Directors of the Django Software Foundation. A list of recipients is below.
sv: Titeln "Django Core Developer" tilldelas personer som har gjort betydande bidrag, under en längre tid, till Django eller till stora delar av dess ekosystem. Titeln delas ut av styrelsen för Django Software Foundation. En lista över mottagare finns nedan.

source: Meeting minutes archive
sv: Arkiv för mötesprotokoll

source: View meeting minutes
sv: Se mötesprotokoll

source: Select a year to view meeting minutes:
sv: Välj ett år för att visa mötesprotokoll:

source: View meeting minutes for %(day)s
sv: Se mötesprotokoll för %(day)s

source: Meeting minutes archive: %(day)s
sv: Arkiv för mötesprotokoll: %(day)s

source: View meeting minutes for %(month)s
sv: Se mötesprotokoll för %(month)s

source: Meeting minutes archive: %(month)s
sv: Arkiv för mötesprotokoll: %(month)s

source: View meeting minutes for %(year)s
sv: Se mötesprotokoll för %(year)s

source: Meeting minutes archive: %(year)s
sv: Arkiv för mötesprotokoll: %(year)s

source: Meeting minutes: %(meeting)s
sv: Mötesprotokoll: %(meeting)s

source: Meeting minutes for %(meeting)s
sv: Mötesprotokoll för %(meeting)s

source: The meeting was led by %(name)s.
sv: Mötet leddes av %(name)s.

source: Board members in attendance were:
sv: Närvarande styrelseledamöter var:

source: Also in attendance were:
sv: Närvarande var också:

source: Finances
sv: Finans

source: Balance
sv: Saldo

source: Treasurer&#8217;s report
sv: Kassörens rapport

source: Grants approved
sv: Beviljade bidrag

source: Individual members approved
sv: Enskilda medlemmar godkända

source: Corporate members approved
sv: Företagsmedlemmar godkända

source: Ongoing business
sv: Löpande verksamhet

source: New business
sv: Ny verksamhet

source: Action items
sv: Åtgärder

source: New and Ongoing business
sv: Nya och pågående affärer

# Following meeting minutes summary
source: Read more
sv: Läs mer

source: Hi %(name)s, This is to let you know that payment for your recurring donation to the Django Software Foundation has failed. This might be because your payment card has expired or you don't have enough funds. Please check your bank balance or go to %(manage_url)s to add a new card. We will try to take payment again in 3 days. Thanks very much for your support. Regards, Django Software Foundation
sv: Hej %(name)s, Detta är för att meddela dig att betalningen för din återkommande donation till Django Software Foundation har misslyckats. Det kan bero på att ditt betalkort har löpt ut eller att du inte har tillräckligt med pengar. Vänligen kontrollera ditt banksaldo eller gå till %(manage_url)s för att lägga till ett nytt kort. Vi kommer att försöka ta emot betalningen igen om 3 dagar. Tack så mycket för ditt stöd. Med vänliga hälsningar, Django Software Foundation

source: Hi %(name)s, This is to let you know that your recurring payment to the Django Software Foundation has been cancelled. No further payments will be made. If you didn't intend to do this, please go back to the fundraising page and recreate your payment subscription: %(fundraising_url)s Thanks very much for your support. Regards, Django Software Foundation
sv: Hej %(name)s, Detta är för att låta dig veta att din återkommande betalning till Django Software Foundation har avbrutits. Inga ytterligare betalningar kommer att göras. Om du inte hade för avsikt att göra detta, vänligen gå tillbaka till insamlingssidan och återskapa din betalningsprenumeration: %(fundraising_url)s Tack så mycket för ditt stöd. Med vänliga hälsningar, Django Software Foundation

source: Hello! Thank you for making a donation to the Django Software Foundation. Your support is invaluable to continue the rapid development of Django and helps the Django Fellowship program in particular. If you want to change information about your donation, you can do so by accessing the link below: %(manage_url)s Best regards, Django Software Foundation
sv: Hallå! Tack för att du har gjort en donation till Django Software Foundation. Ditt stöd är ovärderligt för att fortsätta den snabba utvecklingen av Django och hjälper Django Fellowship-programmet i synnerhet. Om du vill ändra information om din donation kan du göra det genom att gå till länken nedan: %(manage_url)s Bästa hälsningar, Django Software Foundation

source: Logo of company %(company_name)s
sv: Företagets logotyp %(company_name)s

source: Pixelated heart logo
sv: Logotyp med pixelerat hjärta

source: Diamond Corporate Members ($%(amount)s+)
sv: Företagsmedlemmar Diamond ($%(amount)s+)

source: Platinum Corporate Members ($%(amount)s+)
sv: Företagsmedlemmar Platinum ($%(amount)s+)

source: Gold Corporate Members ($%(amount)s+)
sv: Företagsmedlemmar i guld ($%(amount)s+)

source: Silver Corporate Members ($%(amount)s+)
sv: Företagsmedlemmar i silver ($%(amount)s+)

source: Bronze Corporate Members ($%(amount)s+)
sv: Företagsmedlemmar i brons ($%(amount)s+)

source: In-kind donors
sv: Donatorer av naturaförmåner

source: These donors help with significant non-cash contributions.
sv: Dessa donatorer hjälper till med betydande bidrag som inte är kontanter.

source: Leaders ($%(amount)s+)
sv: Ledare ($%(amount)s+)

source: Leadership-level donors contribute $%(amount)s or more in a calendar year.
sv: Donatorer på ledarskapsnivå bidrar med $%(amount)s eller mer under ett kalenderår.

source: Heroes
sv: Hjältar

source: Our donor roll for all donations made in the last %(display_donor_days)s days.
sv: Vår donatorlista för alla donationer som gjorts under de senaste %(display_donor_days)s dagarna.

source: %(goal_percent)s%% funded
sv: %(goal_percent)s%% finansierad

source: <strong>$%(amount)s donated</strong> of US&nbsp;$%(goal)s goal for %(start_date)s
sv: <strong>$%(amount)s donerat</strong> av US $%(goal)s mål för %(start_date)s

source: Companies able to make a <strong>larger donation</strong> ($2,000+/year) are invited to apply to be Corporate Members <a href="%(corp_join_url)s">here</a>.
sv: Företag som kan göra en <strong>större donation</strong> (2 000+ USD/år) uppmanas att ansöka om att bli företagsmedlemmar <a href="%(corp_join_url)s">här</a>.

source: Help us make it happen:
sv: Hjälp oss att få det att hända:

# Donation amount in US dollars
source: integer only
sv: endast heltal

source: Donate monthly
sv: Donera varje månad

source: Your logo will be visible below if you contribute at least US&nbsp;$%(amount)s.<br>
sv: Din logotyp kommer att synas nedan om du bidrar med minst US $%(amount)s.<br>

source: Support Django!
sv: Stöd Django!

source: %(name)s donated to the Django Software Foundation to support Django development. Donate today!
sv: %(name)s donerade till Django Software Foundation för att stödja Django-utvecklingen. Donera idag!

source: Support Django
sv: Stöd för Django

source: Support Django development by donating to the Django Software Foundation
sv: Stöd Django-utvecklingen genom att donera till Django Software Foundation

source: <em>Support Django development</em> by donating to the <em>Django Software Foundation</em>.
sv: <em>Stöd Django-utvecklingen</em> genom att donera till <em>Django Software Foundation</em>.

source: Support the Django Software Foundation!
sv: Stöd Django Software Foundation!

source: Other ways to give
sv: Andra sätt att ge

source: <a href="https://django.threadless.com/" target="_blank">Official merchandise store</a> - Buy official t-shirts, accessories, and more to support Django.
sv: <a href="https://django.threadless.com/" target="_blank">Officiell merchandise-butik</a> - Köp officiella t-shirts, accessoarer och annat för att stödja Django.

source: Sponsor Django via GitHub Sponsors
sv: Sponsra Django via GitHub Sponsorer

source: <a href="/foundation/donate/#benevity-giving">Benevity Workplace Giving Program</a> - If your employer participates, you can make donations to the DSF via payroll deduction.
sv: <a href="/foundation/donate/#benevity-giving">Benevity Workplace Giving Program</a> - Om din arbetsgivare deltar kan du göra donationer till DSF via löneavdrag.

source: Why give to the Django Software Foundation?
sv: Varför ge till Django Software Foundation?

source: Our main focus is direct support of Django's developers. This means:
sv: Vårt huvudfokus är direkt stöd till Djangos utvecklare. Detta innebär:

source: Organizing and funding development sprints so that Django's developers can meet in person.
sv: Organisera och finansiera utvecklingssprintar så att Djangos utvecklare kan träffas personligen.

source: Helping key developers attend these sprints and other community events by covering travel expenses to official Django events.
sv: Hjälpa nyckelutvecklare att delta i dessa sprintar och andra gemenskapsevenemang genom att täcka resekostnader till officiella Django-evenemang.

source: Providing financial assistance to community development and outreach projects such as <a href="#django-girls">Django Girls</a>.
sv: Ge ekonomiskt stöd till projekt för samhällsutveckling och utåtriktad verksamhet, till exempel <a href="#django-girls">Django Girls</a>.

source: Providing financial assistance to individuals so they can attend major conferences and events.
sv: Ge ekonomiskt stöd till enskilda personer så att de kan delta i större konferenser och evenemang.

source: Funding the <a href="#fellowship-program">Django Fellowship program</a>, which provides full-time staff to perform community management tasks in the Django community.
sv: Finansiering av <a href="#fellowship-program">Django Fellowship-programmet</a>, som tillhandahåller heltidsanställd personal för att utföra samhällsledningsuppgifter i Django-gemenskapen.

source: Still curious? See our <a href="/foundation/donate/">Frequently Asked Questions</a> about donations.
sv: Är du fortfarande nyfiken? Se våra <a href="/foundation/donate/">vanliga frågor</a> och svar om donationer.

source: Django Fellowship Program
sv: Django stipendieprogram

source: The biggest expense of the <abbr title="Django Software Foundation">DSF</abbr> is the Django Fellowship program. It's a project where <a href="#who-are-the-django-fellows">paid contractors</a> are engaged to manage some of the administrative and community management tasks of the Django project to support rapid development of Django itself.
sv: Den största utgiften för <abbr title="Django Software Foundation">DSF</abbr> är Django Fellowship-programmet. Det är ett projekt där <a href="#who-are-the-django-fellows">betalda entreprenörer</a> anlitas för att hantera några av de administrativa och samhällsledande uppgifterna i Django-projektet för att stödja snabb utveckling av Django själv.

source: <strong>The Django Fellowship program has a major positive impact on how Django is developed and maintained.</strong> The Django Fellows triage 10-15 new tickets each week and review and merge around fifteen non-trivial patches a week from the community. Release blocking and severe bugs aren't postponed indefinitely. Major releases happen according to an 8 month schedule and bug fix releases occur monthly.
sv: <strong>Django Fellowship-programmet har en stor positiv inverkan på hur Django utvecklas och underhålls.</strong> Django Fellows triagerar 10-15 nya ärenden varje vecka och granskar och sammanfogar cirka femton icke-triviala patchar i veckan från samhället. Blockering av releaser och allvarliga buggar skjuts inte upp på obestämd tid. Större releaser sker enligt ett 8-månadersschema och bugfixreleaser sker månadsvis.

source: For more details, you can read retrospectives for the <a href="/weblog/2015/jan/21/django-fellowship-retrospective/"> first three months of the program</a>, <a href="/weblog/2015/dec/17/fellowship-2015-retrospective/">2015</a>, and <a href="/weblog/2016/dec/28/fellowship-2016-retrospective/">2016</a>.
sv: För mer information kan du läsa tillbakablickar för <a href="/weblog/2015/jan/21/django-fellowship-retrospective/"> programmets tre första månader</a>, <a href="/weblog/2015/dec/17/fellowship-2015-retrospective/">2015</a> och <a href="/weblog/2016/dec/28/fellowship-2016-retrospective/">2016</a>.

source: The Django Fellows are a resource to help review patches and contributions from the community, and the community loves that:
sv: Django Fellows är en resurs som hjälper till att granska korrigeringar och bidrag från samhället, och samhället älskar det:

source: <strong>If you use Django on a daily basis and care about the development of Django itself, you should donate today</strong> (may be <a href="/foundation/donate/#tax-deductible">tax deductible</a>). Only with your support can we make sure that the web framework you base your work on can grow to be even better in the coming years.
sv: <strong>Om du använder Django dagligen och bryr dig om utvecklingen av Django själv, bör du donera idag</strong> (kan vara <a href="/foundation/donate/#tax-deductible">avdragsgillt</a>). Endast med ditt stöd kan vi se till att det webbramverk som du baserar ditt arbete på kan växa och bli ännu bättre under de kommande åren.

source: Django Girls Outreach
sv: Django Girls uppsökande verksamhet

source: Supporting <a href="https://djangogirls.org/">Django Girls workshops</a> is a significant priority for the Django Software Foundation. Django Girls workshops are organized by volunteers and are provided as free events for women who want to learn to code. The workshop serves as an introduction to Python and Django, where attendees learn usable skills to build their first web app.
sv: Att stödja Django <a href="https://djangogirls.org/">Girls workshops</a> är en viktig prioritering för Django Software Foundation. Django Girls workshops organiseras av volontärer och tillhandahålls som gratis evenemang för kvinnor som vill lära sig att koda. Workshopen fungerar som en introduktion till Python och Django, där deltagarna lär sig användbara färdigheter för att bygga sin första webbapp.
