Repository: django/djangoproject.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, id, ja, ko, pl, pt_br, sv, vi

source: Documents approved and officially published.
sv: Dokument som är godkända och officiellt publicerade.

source: Added the reporting guide and enforcement manual</a>. Final draft presented to the board and core membership for vote.
sv: Lagt till rapporteringsguiden och handboken för verkställighet</a>. Slutligt utkast presenterat för styrelsen och huvudmedlemmarna för omröstning.

source: Initial "beta" release and public call for comments
sv: Första betaversion och offentlig uppmaning till kommentarer

source: Django Code of Conduct - Enforcement Manual
sv: Djangos uppförandekod - handbok för tillämpning

source: This is the enforcement manual followed by Django's Code of Conduct Committee
sv: Detta är den handbok som följs av Djangos uppförandekodskommitté

source: This is the enforcement manual followed by Django's Code of Conduct Committee. It's used when we respond to an issue to make sure we're consistent and fair. It should be considered an internal document, but we're publishing it publicly in the interests of transparency.
sv: Detta är den manual som följs av Djangos uppförandekodskommitté. Den används när vi svarar på en fråga för att se till att vi är konsekventa och rättvisa. Det bör betraktas som ett internt dokument, men vi publicerar det offentligt för öppenhetens skull.

source: The Code of Conduct Committee
sv: Kommittén för uppförandekoden

source: All responses to reports of conduct violations will be managed by a <a href="/foundation/committees/">Code of Conduct Committee</a> ("the committee").
sv: Alla svar på rapporter om överträdelser av <a href="/foundation/committees/">uppförandekoden</a> kommer att hanteras av en <a href="/foundation/committees/">uppförandekodskommitté</a> ("kommittén").

source: The Django Software Foundation's Board of Directors ("the board") will establish this committee, comprised of at least three members. One member will be designated chair of the committee and will be responsible for all reports back to the board. The board will review membership on a regular basis.
sv: Django Software Foundations styrelse ("styrelsen") kommer att inrätta denna kommitté, som består av minst tre medlemmar. En medlem kommer att utses till ordförande för kommittén och kommer att ansvara för alla rapporter tillbaka till styrelsen. Styrelsen kommer att se över medlemskapet på regelbunden basis.

source: How the committee will respond to reports
sv: Hur kommittén kommer att reagera på rapporter

source: When a report is sent to the committee they will immediately reply to the report to confirm receipt. This reply must be sent within 24 hours, and the committee should strive to respond much quicker than that.
sv: När en rapport skickas till utskottet kommer de omedelbart att svara på rapporten för att bekräfta mottagandet. Detta svar måste skickas inom 24 timmar, och utskottet bör sträva efter att svara mycket snabbare än så.

source: See the <a href="%(conduct_reporting)s">reporting guidelines</a> for details of what reports should contain. If a report doesn't contain enough information, the committee will obtain all relevant data before acting. The committee is empowered to act on the DSF's behalf in contacting any individuals involved to get a more complete account of events.
sv: Se <a href="%(conduct_reporting)s">riktlinjerna för rapportering</a> för mer information om vad rapporterna ska innehålla. Om en rapport inte innehåller tillräckligt med information kommer kommittén att inhämta alla relevanta uppgifter innan den agerar. Kommittén har befogenhet att agera för DSF:s räkning genom att kontakta alla inblandade personer för att få en mer fullständig redogörelse för händelserna.

source: The committee will then review the incident and determine, to the best of their ability:
sv: Kommittén kommer sedan att granska händelsen och avgöra, efter bästa förmåga:

source: what happened
sv: vad som hände

source: whether this event constitutes a code of conduct violation
sv: om denna händelse utgör en överträdelse av uppförandekoden

source: who, if anyone, was the bad actor
sv: vem, om någon, som var den dåliga skådespelaren

source: whether this is an ongoing situation, and there is a threat to anyone's physical safety
sv: om detta är en pågående situation och det finns ett hot mot någons fysiska säkerhet

source: This information will be collected in writing, and whenever possible the committee's deliberations will be recorded and retained (i.e. chat transcripts, email discussions, recorded voice conversations, etc).
sv: Denna information kommer att samlas in skriftligen, och när så är möjligt kommer kommitténs överläggningar att spelas in och bevaras (dvs. chattutskrifter, e-postdiskussioner, inspelade röstsamtal etc.)

source: The committee should aim to have a resolution agreed upon within one week. In the event that a resolution can't be determined in that time, the committee will respond to the reporter(s) with an update and projected timeline for resolution.
sv: Kommittén bör sträva efter att ha en överenskommelse om en lösning inom en vecka. Om en lösning inte kan fastställas inom den tiden kommer kommittén att svara reportern/rapportörerna med en uppdatering och en beräknad tidsplan för lösningen.

source: Acting Unilaterally
sv: Agera ensidigt

source: If the act is ongoing (such as someone engaging in harassment on the forum), or involves a threat to anyone's safety (e.g. threats of violence), any committee member may act immediately (before reaching consensus) to end the situation. In ongoing situations, any member may at their discretion employ any of the tools available to the committee, including bans and blocks.
sv: Om handlingen pågår (t.ex. om någon ägnar sig åt trakasserier på forumet) eller innebär ett hot mot någons säkerhet (t.ex. hot om våld), kan varje kommittémedlem agera omedelbart (innan konsensus har uppnåtts) för att avsluta situationen. I pågående situationer kan varje medlem efter eget gottfinnande använda något av de verktyg som kommittén har till sitt förfogande, inklusive förbud och blockeringar.

source: If the incident involves physical danger, any member of the committee may -- and should -- act unilaterally to protect safety. This can include contacting law enforcement (or other local personnel) and speaking on behalf of the DSF.
sv: Om händelsen innebär fysisk fara kan - och bör - varje medlem av kommittén agera ensidigt för att skydda säkerheten. Detta kan inkludera att kontakta polisen (eller annan lokal personal) och tala för DSF:s räkning.

source: In situations where an individual committee member acts unilaterally, they must report their actions to the committee for review within 24 hours.
sv: I situationer där en enskild kommittémedlem agerar ensidigt måste denne rapportera sina åtgärder till kommittén för granskning inom 24 timmar.

source: Resolutions
sv: Lösningar

source: The committee must agree on a resolution by consensus. If the committee cannot reach consensus and deadlocks for over a week, the committee will turn the matter over to the board for resolution.
sv: Utskottet måste enas om en resolution genom konsensus. Om utskottet inte kan nå samförstånd och låser sig i över en vecka, kommer utskottet att överlämna ärendet till styrelsen för beslut.

source: Possible responses may include:
sv: Möjliga svar kan inkludera:

source: Taking no further action (if we determine no violation occurred).
sv: Inte vidta några ytterligare åtgärder (om vi fastställer att ingen överträdelse har skett).

source: A private reprimand from the committee to the individual(s) involved. In this case, a committee member will deliver that reprimand to the individual(s) over email, cc'ing the committee.
sv: En privat reprimand från kommittén till den eller de inblandade personerna. I detta fall kommer en kommittémedlem att skicka reprimanden till personen/personerna via e-post, med cc till kommittén.

source: A public reprimand. In this case, a committee member will deliver that reprimand in the same venue that the violation occurred (i.e. in the forum for a forum violation; email for an email violation, etc.). The committee may choose to publish this message elsewhere for posterity.
sv: En offentlig reprimand. I detta fall kommer en kommittémedlem att ge reprimanden på samma plats som överträdelsen ägde rum (dvs. i forumet för en forumöverträdelse, e-post för en e-postöverträdelse osv.) Kommittén kan välja att publicera detta meddelande någon annanstans för eftervärlden.

source: An imposed vacation (i.e. asking someone to "take a week off" from the forum). A committee member will communicate this "vacation" to the individual(s). They'll be asked to take this vacation voluntarily, but if they don't agree then a temporary ban may be imposed to enforce this vacation.
sv: En påtvingad semester (t.ex. att be någon att "ta en vecka ledigt" från forumet). En kommittémedlem kommer att kommunicera denna "semester" till individen/individerna. De kommer att bli ombedda att ta denna semester frivilligt, men om de inte går med på det kan ett tillfälligt förbud införas för att genomdriva denna semester.

source: A permanent or temporary ban from some or all Django spaces (the forum, etc.). The committee will maintain records of all such bans so that they may be reviewed in the future, extended to new Django fora, or otherwise maintained.
sv: Ett permanent eller tillfälligt förbud från vissa eller alla Django-utrymmen (forumet, etc.). Kommittén kommer att föra register över alla sådana avstängningar så att de kan granskas i framtiden, utvidgas till nya Django-forum eller på annat sätt upprätthållas.

source: A request for a public or private apology. a committee member will deliver this request. The committee may, if it chooses, attach "strings" to this request: for example, the committee may ask a violator to apologize in order to retain his or her membership on the forum.
sv: En begäran om en offentlig eller privat ursäkt. en kommittémedlem kommer att leverera denna begäran. Kommittén kan, om den så önskar, koppla "strängar" till denna begäran: kommittén kan till exempel be en överträdare att be om ursäkt för att få behålla sitt medlemskap i forumet.

source: Once a resolution is agreed upon, but before it is enacted, the committee will contact the original reporter and any other affected parties and explain the proposed resolution. The committee will ask if this resolution is acceptable, and must note feedback for the record. However, the committee is not required to act on this feedback.
sv: När man har enats om en lösning, men innan den antas, kontaktar kommittén den ursprungliga rapportören och alla andra berörda parter och förklarar den föreslagna lösningen. Kommittén kommer att fråga om förslaget är godtagbart och måste notera återkopplingen i protokollet. Kommittén är dock inte skyldig att agera utifrån denna återkoppling.

source: Finally the committee will make a report for the DSF board. In case the incident or report involves a current member of the board, the committee will provide the report only to the other board members.
sv: Slutligen kommer kommittén att utarbeta en rapport till DSF:s styrelse. Om incidenten eller rapporten involverar en nuvarande styrelseledamot kommer kommittén att tillhandahålla rapporten endast till de övriga styrelseledamöterna.

source: The committee will never publicly discuss the issue; all public statements will be made by the DSF board.
sv: Kommittén kommer aldrig att diskutera frågan offentligt, utan alla offentliga uttalanden kommer att göras av DSF:s styrelse.

source: Conflicts of Interest
sv: Intressekonflikter

source: In the event of any conflict of interest a committee member must immediately notify the other members, and recuse themselves if necessary. If a report concerns a possible violation by a current committee member, this member should be excluded from the response process. For these cases, anyone can make a report directly to any of the committee chairs, as documented in the <a href="%(url)s">reporting guidelines</a>.
sv: I händelse av en intressekonflikt måste en kommittémedlem omedelbart meddela de andra medlemmarna och avsäga sig uppdraget om det behövs. Om en rapport rör en möjlig överträdelse av en nuvarande kommittémedlem ska denna medlem uteslutas från svarsprocessen. I sådana fall kan vem som helst göra en anmälan direkt till någon av kommittéordförandena, i enlighet med vad som anges i <a href="%(url)s">riktlinjerna</a> för <a href="%(url)s">rapportering</a>.

source: Editor's note: Writing this document posed a unique challenge. Most similar guides are written on the assumption of an in-person event. However, the Django community doesn't exist in one place, and most of the time we're spread out across the world and interact online. This makes trying to define and enforce community standards a different type of challenge. This document is adapted from the <a href="http://geekfeminism.wikia.com/wiki/Conference_anti-harassment/Responding_to_reports">Ada Initiative template</a> and the <a href="https://us.pycon.org/2013/about/code-of-conduct/harassment-incidents/">PyCon 2013 Procedure for Handling Harassment Incidents</a>, but changed to reflect the nature of our community. It is our expectation that this will be a living document and change as we grow to understand how to meet this challenge and best serve our community and ideals.
sv: Redaktörens anmärkning: Att skriva detta dokument innebar en unik utmaning. De flesta liknande guider är skrivna utifrån antagandet om ett personligt evenemang. Django-gemenskapen finns dock inte på ett ställe, och för det mesta är vi utspridda över hela världen och interagerar online. Detta gör att det blir en annan typ av utmaning att försöka definiera och genomdriva gemenskapsstandarder. Detta dokument är anpassat från <a href="http://geekfeminism.wikia.com/wiki/Conference_anti-harassment/Responding_to_reports">Ada Initiative-mallen</a> och <a href="https://us.pycon.org/2013/about/code-of-conduct/harassment-incidents/">PyCon 2013 Procedure for Handling Harassment Incidents</a>, men ändrat för att återspegla vår gemenskaps natur. Vi förväntar oss att detta kommer att vara ett levande dokument och förändras i takt med att vi förstår hur vi ska möta denna utmaning och på bästa sätt tjäna vår gemenskap och våra ideal.

source: Django Code of Conduct - FAQ
sv: Djangos uppförandekod - FAQ

source: Common questions and concerns around the Django community's Code of Conduct
sv: Vanliga frågor och funderingar kring Django-gemenskapens uppförandekod

source: This FAQ attempts to address common questions and concerns around the Django community's <a href="%(coc_url)s">Code of Conduct</a>. If you still have questions after reading it, please feel free to <a href="mailto:conduct@djangoproject.com">contact us</a>.
sv: Denna FAQ försöker ta itu med vanliga frågor och funderingar kring Django-gemenskapens <a href="%(coc_url)s">uppförandekod</a>. Om du fortfarande har frågor efter att ha läst den, är du välkommen att <a href="mailto:conduct@djangoproject.com">kontakta oss</a>.

source: Why have you adopted a Code of Conduct?
sv: Varför har ni antagit en uppförandekod?

source: We think the Django community is awesome. If you're familiar with the Django community, you'll probably notice that the Code basically matches what we already do. Think of this as documentation: we're taking implicit expectations about behavior and making them explicit.
sv: Vi tycker att Django-gemenskapen är fantastisk. Om du är bekant med Django-gemenskapen kommer du förmodligen att märka att koden i princip matchar vad vi redan gör. Tänk på detta som dokumentation: vi tar implicita förväntningar om beteende och gör dem explicita.

source: We're doing this because the Django community is growing faster than any of us could have anticipated. This is on balance a very positive thing, but as we've grown past the point where it's possible to know the whole community we think it's very important to be clear about our values.
sv: Vi gör detta eftersom Django-gemenskapen växer snabbare än någon av oss hade kunnat förutse. Detta är på det hela taget en mycket positiv sak, men eftersom vi har vuxit förbi den punkt där det är möjligt att känna till hela samhället tycker vi att det är mycket viktigt att vara tydliga med våra värderingar.

source: We know that the Django community is open, friendly, and welcoming. We want to make sure everyone else knows it too.
sv: Vi vet att Django-gemenskapen är öppen, vänlig och välkomnande. Vi vill se till att alla andra också vet det.

source: What does it mean to "adopt" a Code of Conduct?"
sv: Vad innebär det att "anta" en uppförandekod?"

source: For the most part, we don't think it means large changes. We think that the text does a really good job describing the way the Django community already conducts itself. We expect that most people will simply continue to behave in the awesome way they have for years.
sv: För det mesta tror vi inte att det innebär några stora förändringar. Vi tycker att texten gör ett riktigt bra jobb med att beskriva det sätt som Django-gemenskapen redan uppför sig på. Vi förväntar oss att de flesta människor helt enkelt kommer att fortsätta att bete sig på det fantastiska sätt som de har gjort i åratal.

source: However, we do expect that people will abide by the spirit and words of the CoC when in "official" Django spaces. This code has been adopted by both the Django core team and by the Django Software Foundation. That means that it'll apply both in community spaces <em>and</em> at DSF events.
sv: Vi förväntar oss dock att människor följer andan och orden i CoC när de befinner sig i "officiella" Django-utrymmen. Denna kod har antagits av både Djangos kärnteam och av Django Software Foundation. Det innebär att den kommer att gälla både i gemenskapsutrymmen <em>och</em> vid DSF-evenemang.

source: In practice, this means the Django forum, bug tracking and code review tools, and "official" Django events such as DjangoCons. In addition, violations of this code outside these spaces may affect a person's ability to participate within them.
sv: I praktiken innebär detta Django-forumet, buggspårnings- och kodgranskningsverktyg och "officiella" Django-händelser som DjangoCons. Dessutom kan överträdelser av denna kod utanför dessa utrymmen påverka en persons förmåga att delta inom dem.

source: What about events funded by the Django Software Foundation?
sv: Hur är det med evenemang som finansieras av Django Software Foundation?

source: This Code of Conduct also covers any events that the DSF funds. However, events funded by the DSF already <a class="plink" href="%(coc_url)s">require a code of conduct</a>. Isn't this redundant?
sv: Denna uppförandekod omfattar även alla evenemang som DSF finansierar. Evenemang som finansieras av DSF <a class="plink" href="%(coc_url)s">kräver</a> dock redan en <a class="plink" href="%(coc_url)s">uppförandekod</a>. Är inte detta överflödigt?

source: No: there's a difference between the two, and they're complementary.
sv: Nej, det finns en skillnad mellan de två, och de kompletterar varandra.

source: This Code of Conduct is all about how we interact as a community. It's about saying that the Django community will be open, friendly, and welcoming. The core issue is about ensuring the conversations we have are productive and inviting for all.
sv: Denna uppförandekod handlar om hur vi interagerar som en gemenskap. Det handlar om att säga att Django-gemenskapen ska vara öppen, vänlig och välkomnande. Kärnfrågan handlar om att säkerställa att de konversationer vi har är produktiva och inbjudande för alla.

source: Real-life events, however, require a bit more care. The DSF wants to be sure that any events it funds have policies and procedures in place for handling harassment. It's especially important to us that real-life events take steps to protect the physical and mental security of their participants.
sv: Evenemang i verkliga livet kräver dock lite mer omsorg. DSF vill vara säkra på att alla evenemang som de finansierar har policyer och rutiner för att hantera trakasserier. Det är särskilt viktigt för oss att evenemang i verkliga livet vidtar åtgärder för att skydda deltagarnas fysiska och psykiska säkerhet.

source: So the DSF will require that any events it funds have some sort of anti- harassment policy in place. The DSF thinks the <a href="http://geekfeminism.wikia.com/wiki/Conference_anti-harassment/Policy">Ada Initiative's template</a> is pretty good, but we're open to alternatives.
sv: DSF kommer därför att kräva att alla evenemang som de finansierar har någon form av policy mot trakasserier på plats. DSF tycker att <a href="http://geekfeminism.wikia.com/wiki/Conference_anti-harassment/Policy">Ada Initiative's mall</a> är ganska bra, men vi är öppna för alternativ.

source: What happens if someone violates the Code of Conduct?
sv: Vad händer om någon bryter mot uppförandekoden?

source: Our intent is that anyone in the community can stand up for this code, and direct people who're unaware to this document. If that doesn't work, or if you need more help, you can contact <a href="mailto:conduct@djangoproject.com">conduct@djangoproject.com</a>. For more details please see our <a href="%(reporting_url)s">Reporting Guidelines</a>
sv: Vår avsikt är att alla i samhället ska kunna stå upp för den här koden och hänvisa personer som inte känner till den till det här dokumentet. Om det inte fungerar, eller om du behöver mer hjälp, kan du kontakta <a href="mailto:conduct@djangoproject.com">conduct@djangoproject.com.</a> För mer information, se våra <a href="%(reporting_url)s">riktlinjer för rapportering</a>

source: Why do we need a Code of Conduct? Everyone knows not to be a jerk.
sv: Varför behöver vi en uppförandekod? Alla vet att man inte ska vara en skitstövel.

source: Sadly, not everyone knows this.
sv: Tyvärr är det inte alla som vet det.

source: However, even if everyone was kind, everyone was compassionate, and everyone was familiar with codes of conduct it would still be incumbent upon our community to publish our own. Maintaining a code of conduct forces us to consider and articulate what kind of community we want to be, and serves as a constant reminder to put our best foot forward. But most importantly, it serves as a signpost to people looking to join our community that we feel these values are important.
sv: Men även om alla var snälla, alla var medkännande och alla kände till uppförandekoder skulle det ändå vara vår skyldighet att publicera en egen. Att upprätthålla en uppförandekod tvingar oss att överväga och formulera vilken typ av gemenskap vi vill vara, och fungerar som en ständig påminnelse om att visa framfötterna. Men viktigast av allt är att den fungerar som en signal till personer som vill ansluta sig till vår gemenskap att vi tycker att dessa värderingar är viktiga.

source: This is censorship! I have the right to say whatever I want!
sv: Det här är censur! Jag har rätt att säga vad jag vill!
