Repository: django/djangoproject.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, id, ja, ko, pl, pt_br, sv, vi

source: Name
sv: Namn

source: Email
sv: E-post

source: Staff users cannot be deleted
sv: Personalanvändare kan inte raderas

source: User has protected data and cannot be deleted
sv: Användaren har skyddade data som inte kan raderas

source: Django community aggregator: %s
sv: Aggregator för Django-gemenskap: %s

source: Django community aggregator firehose
sv: Django community aggregator brandslang

source: All activity from the Django community aggregator
sv: All aktivitet från Django community aggregator

source: Title of the resource / blog
sv: Titel på resursen/bloggen

source: Link to the RSS/Atom feed. Please only use Django-specific feeds.
sv: Länk till RSS/Atom-flödet. Använd endast Django-specifika flöden.

source: Link to main page (i.e. blog homepage)
sv: Länk till huvudsidan (t.ex. bloggens startsida)

source: Stack Overflow questions tagged with 'django' will appear here automatically.
sv: Stack Overflow-frågor taggade med "django" kommer att visas här automatiskt.

source: Pending
sv: Väntande

source: Denied
sv: Nekad

source: Approved
sv: Godkänd

source: Africa
sv: Afrika

source: North America
sv: Nordamerika

source: South America
sv: Sydamerika

source: Europe
sv: Europa

source: Asia
sv: Asien

source: Oceania
sv: Oceanien

source: Antarctica
sv: Antarktis

source: Local Django Communities
sv: Lokala Django-gemenskaper

source: Your feed has entered moderation. Please allow up to 1 week for processing.
sv: Ditt flöde har gått in i moderering. Vänligen vänta upp till 1 vecka för behandling.

source: Psst, we have markdown now 🤫
sv: Psst, vi har markdown nu 🤫

source: Want to include an image? <a href="{}" target="_blank">Use the image upload helper!</a>
sv: Vill du inkludera en bild? <a href="{}" target="_blank">Använd hjälpen för uppladdning av bilder!</a>

source: Thumbnail
sv: Miniatyr

source: Link
sv: Länk

source: Copy buttons
sv: Knappar för kopiering

source: The Django weblog
sv: Django-webbloggen

source: Latest news about Django, the Python web framework.
sv: Senaste nytt om Django, Pythons ramverk för webbutveckling.

source: Tick to make this entry live (see also the publication date). Note that administrators (like yourself) are allowed to preview inactive entries whereas the general public aren't.
es: Marque para que esta entrada esté activa (consulte también la fecha de publicación). Tenga en cuenta que los administradores (como usted) pueden obtener una vista previa de las entradas inactivas, mientras que el público en general no.
id: Centang untuk membuat entri ini aktif (lihat juga tanggal publikasi). Perhatikan bahwa administrator (seperti Anda) diizinkan untuk melihat pratinjau entri yang tidak aktif, sedangkan masyarakat umum tidak.
ja: このエントリーを公開するにはチェックマークを付けてください (公開日も参照)。 管理者は (あなた自身のように) 非公開エントリーをプレビューすることが許可されていますが、一般の人々はプレビューできません。
ko: 이 항목을 라이브로 만들려면 선택에 표시를 하세요(게시 날짜도 확인하세요). (여러분과 같은) 개발자들은 일반 대중과는 다르게 비활성화 항목 들의 미리 보기가 허가됩니다.
pl: Zaznacz, aby opublikować ten wpis (sprawdź też datę publikacji). Zwróć uwagę, że administratorzy (jak ty) mogą oglądać nieaktywne wpisy, podczas gdy ogół odbiorców nie może.
pt_br: Marque para fazer esta entrada pública (veja também a data de publicação). Note que administradores (como você) possuem permissão para visualizar entradas inativas onde o público geral não pode.
sv: Kryssa i för att göra denna post aktiv (se även publiceringsdatum). Observera att administratörer (som du själv) har rätt att förhandsgranska inaktiva poster, medan allmänheten inte har det.
vi: Chọn để đăng bài viết này (xem thêm ngày xuất bản).Lưu ý rằng các quản trị viên (như bạn) được phép xem trước các bài viết chưa được đăng, trong khi công chúng thì không.

source: Publication date
es: Fecha de publicación
id: Tanggal publikasi
ja: 公開日
ko: 게시일
pl: Data publikacji
pt_br: Data de publicação
sv: Publiceringsdatum
vi: Ngày xuất bản

source: For an entry to be published, it must be active and its publication date must be in the past.
es: Para que una entrada sea publicada, debe estar activa y su fecha de publicación debe ser anterior.
id: Agar sebuah entri dipublikasikan, entri tersebut harus aktif dan tanggal publikasinya harus di masa lalu.
ja: エントリーを公開するには、そのエントリーがアクティブかつ公開日が過去である必要があります。
ko: 항목을 게시 하기 위해서는, 해당 항목이 반드시 활성화되어 있어야하고 그 게시 날짜는 반드시 과거 날짜여야합니다.
pl: Aby wpis został opublikowany, musi być aktywny i jego data publikacji musi być w przeszłości.
pt_br: Para que uma entrada seja publicada, é preciso que esteja ativa e sua data de publicação esteja no passado.
sv: För att ett bidrag ska publiceras måste det vara aktivt och publiceringsdatumet måste ligga i det förflutna.
vi: Để đăng bài viết, nó phải được kích hoạt và ngày xuất bản phải là ngày trong quá khứ.

source: For maximum compatibility, the image should be < 5 MB and at least 1200x627 px.
sv: För maximal kompatibilitet bör bilden vara < 5 MB och minst 1200x627 px.

source: Posted by {author} on {pub_date}
sv: Postat av {author} på {pub_date}

source: Tick to make this event live (see also the publication date). Note that administrators (like yourself) are allowed to preview inactive events whereas the general public aren't.
es: Marque para hacer que este evento sea en vivo (vea también la fecha de publicación). Tenga en cuenta que los administradores (como usted) pueden obtener una vista previa de los eventos inactivos, mientras que el público en general no.
id: Centang untuk membuat acara ini aktif (lihat juga tanggal publikasi). Perhatikan bahwa administrator (seperti Anda) diizinkan untuk melihat pratinjau acara yang tidak aktif, sedangkan masyarakat umum tidak.
ja: このイベントを公開するにはチェックマークを付けてください (公開日も参照)。管理者は (あなた自身のように) 非公開イベントをプレビューすることが許可されていますが、一般の人々はプレビューできません。
ko: 이 항목을 라이브로 만들려면 선택에 표시를 하세요(게시 날짜도 확인하세요). (여러분과 같은) 개발자들은 일반 대중과는 다르게 비활성화 항목 들의 미리 보기가 허가됩니다.
pl: Zaznacz, aby opublikować to wydarzenie (sprawdź też datę publikacji). Zwróć uwagę, że administratorzy (jak ty) mogą oglądać nieaktywne wydarzenia, podczas gdy ogół odbiorców nie może.
pt_br: Marque para fazer esta entrada pública (veja também a data de publicação). Note que administradores (como você) possuem permissão para visualizar entradas inativas onde o público geral não pode.
sv: Kryssa i för att göra händelsen live (se även publiceringsdatum). Observera att administratörer (som du själv) har rätt att förhandsgranska inaktiva evenemang, men att allmänheten inte har det.
vi: Chọn để đăng sự kiện này (xem thêm ngày xuất bản).Lưu ý rằng các quản trị viên (như bạn) được phép xem trước các sự kiện chưa được đăng, trong khi công chúng thì không.

source: For an event to be published, it must be active and its publication date must be in the past.
es: Para que un evento sea publicado, debe estar activo y su fecha de publicación debe ser pasada.
id: Agar sebuah acara dipublikasikan, acara tersebut harus aktif dan tanggal publikasinya harus di masa lalu.
ja: エントリーを公開するには、そのエントリーがアクティブかつ公開日が過去である必要があります。
ko: 이벤트가 게시되기 위해서는, 해당 이벤트가 반드시 활성화되어 있어야하고 그 게시 날짜는 반드시 과거 날짜여야합니다.
pl: Aby wydarzenie zostało opublikowane, musi być aktywne i jego data publikacji musi być w przeszłości.
pt_br: Para que um evento seja publicado, é preciso estar ativo e sua data de publicação precisa estar no passado.
sv: För att en händelse ska kunna publiceras måste den vara aktiv och publiceringsdatumet måste ligga i det förflutna.

source: Message subject
sv: Ämne

source: E-mail
sv: E-post

source: Your message
sv: Ditt meddelande

source: Bad request
sv: Felaktig begäran

source: Yikes, this was a bad request. Not sure why, but it sure was bad.
sv: Oj, det här var en dålig förfrågan. Jag vet inte varför, men det var verkligen illa.

source: Permission denied
sv: Åtkomst nekades

source: Apologies, but it seems as if you're not allowed to access this page. We honestly hope this is just a mistake.
sv: Vi ber om ursäkt, men det verkar som om du inte har rätt att komma åt den här sidan. Vi hoppas verkligen att detta bara är ett misstag.

source: Page not found
sv: Sidan hittades inte

source: Looks like you followed a bad link. If you think it's our fault, please <a href="https://github.com/django/djangoproject.com/issues/">let us know</a>.
sv: Det ser ut som om du följde en dålig länk. Om du tror att det är vårt fel, vänligen <a href="https://github.com/django/djangoproject.com/issues/">meddela oss</a>.

source: Here's a link to the <a href="%(homepage_url)s">homepage</a>. You know, just in case.
sv: Här är en länk till <a href="%(homepage_url)s">hemsidan</a>. Du vet, bara för säkerhets skull.

source: Page removed
sv: Sidan borttagen

source: Page removed.
sv: Sidan är borttagen.

source: Sorry, we've removed some of parts of the site that were completely out of date. In most cases, that content has been moved into <a href="%(docs_url)s">the new documentation site</a>.
sv: Tyvärr har vi tagit bort vissa delar av webbplatsen som var helt föråldrade. I de flesta fall har det innehållet flyttats till <a href="%(docs_url)s">den nya dokumentationswebbplatsen</a>.

source: Page unavailable
sv: Sidan är inte tillgänglig

source: We're sorry, but the requested page is currently unavailable.
sv: Vi beklagar, men den begärda sidan är för närvarande inte tillgänglig.

source: We're messing around with things internally, and the server had a bit of a hiccup.
sv: Vi håller på med en del interna saker och servern hade lite problem.

source: Please try again later.
sv: Vänligen försök igen senare.

source: Confirmation: delete your profile
sv: Bekräftelse: radera din profil

source: Could not delete account
sv: Kunde inte ta bort konto

source: Sorry, something went wrong when trying to delete your account. That means there's probably some protected data still associated with your account. Please contact <a href="mailto:ops@djangoproject.com?%(OPS_EMAIL_PRESETS)s">the operations team</a>, and we'll sort it out for you.
sv: Tyvärr gick något fel när jag försökte ta bort ditt konto. Det betyder att det förmodligen fortfarande finns skyddade uppgifter kopplade till ditt konto. Vänligen kontakta <a href="mailto:ops@djangoproject.com?%(OPS_EMAIL_PRESETS)s">driftteamet</a> så löser vi det åt dig.

source: Are you sure?
sv: Är du säker?

source: ⚠️ You are about to delete all data associated with the username <strong>%(username)s</strong>.
sv: ⚠️ Du är på väg att radera all data som är kopplad till användarnamnet <strong>%(username)s</strong>.

source: Deleting your account is permanent and <strong>cannot be reversed</strong>. Are you sure you want to continue?
sv: Radering av ditt konto är permanent och <strong>kan inte återkallas</strong>. Är du säker på att du vill fortsätta?

source: Yes, delete account
sv: Ja, radera konto

source: No, cancel and go back
sv: Nej, avbryt och gå tillbaka

source: Account deleted
sv: Kontot raderat

source: Your account and its data were successfully deleted, and you've been logged out.
sv: Ditt konto och dess data har tagits bort och du har blivit utloggad.

source: Thanks for spending your time with us, we hope we'll still see you around on our <a href="%(community_index_url)s">various community spaces</a>, online and off.
sv: Tack för att du tillbringade din tid med oss, vi hoppas att vi fortfarande kommer att se dig på våra <a href="%(community_index_url)s">olika gemenskapsplatser</a>, online och offline.

source: Edit your profile
sv: Redigera din profil

source: Please correct the errors below:
sv: Vänligen korrigera felen nedan:

source: Save
sv: Spara

source: Help
sv: Hjälp

source: Use this form to edit your profile.
sv: Använd detta formulär för att redigera din profil.

source: Use whatever name you'd like to be identified with on djangoproject.com. If you leave it blank, we'll identify you as <b>%(username)s</b>, your username.
sv: Använd det namn som du vill bli identifierad med på djangoproject.com. Om du lämnar det tomt kommer vi att identifiera dig som <b>%(username)s</b>, ditt användarnamn.

source: We hate spam as much as you do. We'll only use it to send you password reset emails. We'll also use this email to try to fetch a <a href="https://en.gravatar.com/">Gravatar</a>. You can change the image for this email at <a href="https://en.gravatar.com/">Gravatar</a>.
sv: Vi hatar spam lika mycket som du gör. Vi kommer bara att använda den för att skicka e-postmeddelanden om återställning av lösenord. Vi kommer också att använda det här e-postmeddelandet för att försöka hämta en <a href="https://en.gravatar.com/">Gravatar</a>. Du kan ändra bilden för det här e-postmeddelandet på <a href="https://en.gravatar.com/">Gravatar</a>.

source: Want to delete your account?
sv: Vill du radera ditt konto?

source: This is you!
sv: Det här är du!

source: Is this you?
sv: Är det här du?

source: Need to edit something? Here's how:
sv: Behöver du redigera något? Så här gör du:

source: Edit your name and email here.
sv: Ändra ditt namn och din e-postadress här.

source: The image is the <a href="https://en.gravatar.com/">Gravatar</a> linked to the email address you signed up with. You can change the image over at <a href="https://en.gravatar.com/">Gravatar</a>. If you see a robot, that's because you don't have a Gravatar yet. (Robots provided by <a href="https://robohash.org/">Robohash</a>.)
sv: Bilden är den <a href="https://en.gravatar.com/">Gravatar</a> som är kopplad till den e-postadress du registrerade dig med. Du kan ändra bilden på <a href="https://en.gravatar.com/">Gravatar</a>. Om du ser en robot beror det på att du inte har någon Gravatar ännu. (Robotar tillhandahålls av <a href="https://robohash.org/">Robohash</a>.)

source: The rest of the data is read-only for the time being. If you see outrageous errors, please file an issue on <a href="https://github.com/django/code.djangoproject.com/issues/new" target="_blank">GitHub</a>.
sv: Resten av datan är skrivskyddad för tillfället. Om du ser upprörande fel, vänligen lämna in en fråga på <a href="https://github.com/django/code.djangoproject.com/issues/new" target="_blank">GitHub</a>.

source: Statistics on Django core contributions:
sv: Statistik över Djangos kärnbidrag:

source: Community feeds:
sv: Gemenskapen matar:

source: Really delete %(feed)s?
sv: Verkligen radera %(feed)s?

source: We haven't implemented an undo feature yet, so all items will be deleted immediately.
sv: Vi har inte implementerat någon ångerfunktion ännu, så alla objekt kommer att raderas omedelbart.

source: Yes, delete the feed.
sv: Ja, radera flödet.

source: Sorry, you can't do that.
sv: Tyvärr, du kan inte göra det.

source: Add a %(type)s feed:
sv: Lägg till en %(type)s matning:

source: Edit %(feed)s:
sv: Redigera %(feed)s:

source: Add Feed
sv: Lägg till feed

source: This page, updated regularly, aggregates %(name)s from the Django community.
sv: Denna sida, som uppdateras regelbundet, samlar %(name)s från Django-gemenskapen.

source: Posted on %(date_modified)s at %(time_modified)s by <a href="%(public_url)s">%(title)s</a> <a class="rss" href="%(feed_url)s">RSS</a>
sv: Publicerat på %(date_modified)s på %(time_modified)s av <a href="%(public_url)s">%(title)s</a> <a class="rss" href="%(feed_url)s">RSS</a>

source: Read this post in context
sv: Läs detta inlägg i sitt sammanhang

# pagination
source: Previous
sv: Föregående

# pagination
source: Next
sv: Nästa

source: Get Help
sv: Skaffa hjälp

source: Forum - Post a question
sv: Forum - Ställ en fråga

source: Discord - Chat with us
sv: Discord - Chatta med oss

source: Third Party Packages
sv: Paket från tredje part

source: Package Ecosystem
sv: Ekosystem för paket

source: Get Involved
sv: Bli delaktig

source: Report an issue
sv: Rapportera en fråga

source: Contribute to Django
sv: Bidra till Django

source: Local Django Community
sv: Lokal Django-gemenskap

source: Django RSS feeds
sv: Django RSS-flöden

source: %(modified_date)s by <a href="%(public_url)s">%(title)s</a>
sv: %(modified_date)s av <a href="%(public_url)s">%(title)s</a>

source: View more
sv: Visa mer

# view more OR add your feed
source: or
sv: eller

source: Add your feed
sv: Lägg till ditt flöde

source: Something missing? <a href="https://github.com/django/djangoproject.com/issues/new?assignees=&amp;labels=type%%3Acommunity&amp;projects=&amp;template=community_request.md">Suggest your community
sv: Saknar du något? <a href="https://github.com/django/djangoproject.com/issues/new?assignees=&amp;labels=type%%3Acommunity&amp;projects=&amp;template=community_request.md">Föreslå ditt samhälle

source: Table of contents
sv: Innehållsförteckning

source: Active
sv: Aktiv

source: Inactive
sv: Inaktiv

source: Community Website
sv: Gemenskapens webbplats

source: Event Website
sv: Webbplats för evenemang

source: Local Django communities are coming soon. Please check back later.
sv: Lokala Django-gemenskaper kommer snart. Vänligen kolla tillbaka senare.

source: Manage your community aggregator feeds:
sv: Hantera dina flöden från communityaggregatorer:

source: Edit
sv: Redigera

source: Delete
sv: Ta bort

source: Add a new feed:
sv: Lägg till ett nytt flöde:

source: Django Community
sv: Django-gemenskapen

source: Building the Django Community. Come join us!
sv: Bygga Django-gemenskapen. Kom och gör oss sällskap!

source: Building the <em>Django</em> Community for <em>%(age)s</em>.
sv: Att bygga <em>Django-gemenskapen</em> för <em>%(age)s</em>.

source: Building the <em>Django</em> Community.
sv: Bygga upp <em>Django-gemenskapen</em>.

source: Come join us!
sv: Kom och gör oss sällskap!

source: Additional Information
sv: Ytterligare information

source: More Help
sv: Mer hjälp

source: Frequently Asked Questions
sv: Vanliga frågor

source: The FAQ answers many common questions
sv: Vanliga frågor och svar besvarar många vanliga frågor

source: News and links on Reddit
sv: Nyheter och länkar på Reddit

source: Search community answers
sv: Sök svar i gemenskapen

source: #django IRC Channel
sv: iRC-kanalen #django

source: Chat with other Django users like it's 1999
sv: Chatta med andra Django-användare som om det vore 1999

source: Dive In
sv: Dyk in

source: Ticket System
sv: Biljettsystem

source: View and update bug reports
sv: Visa och uppdatera felrapporter

source: Development Dashboard
sv: Instrumentpanel för utveckling

source: Statistics about Django development
sv: Statistik om Django-utveckling

source: django-updates Mailing List
sv: django-uppdateringar Utskickslista

source: Get updated for each code and ticket change
sv: Bli uppdaterad för varje kod- och biljettändring

source: More Links
sv: Fler länkar

source: Django Packages
sv: Django-paket

source: Find third-party packages to supercharge your project
sv: Hitta paket från tredje part för att förbättra ditt projekt

source: Django-powered Sites
sv: Djangodrivna webbplatser

source: Add your site to the list
sv: Lägg till din webbplats i listan

source: Django Badges
sv: Django-märken

source: Show your support (or wish longingly)
sv: Visa ditt stöd (eller önska dig något)

source: Django Logos
sv: Django logotyper

source: Download official logos
sv: Ladda ner officiella logotyper

source: Latest DSF meeting minutes
sv: Senaste protokoll från DSF-möte

source: More meeting minutes
sv: Fler mötesprotokoll

source: News &amp; Events
sv: Nyheter &amp; Händelser

source: Upcoming Events
sv: Kommande evenemang

source: Want your event listed here?
sv: Vill du ha ditt evenemang listat här?

source: Archives
sv: Arkiv

source: RSS Feeds
sv: RSS-feeds/flöden

source: Latest news entries
sv: Senaste nyheterna

source: Recent code changes
sv: Senaste kodändringarna

source: Page %(page_num)s of %(pages)s
sv: Sida %(page_num)s av %(pages)s

source: Weblog
sv: Webblogg

source: Django news: %(day|date:"MONTH_DAY_FORMAT")s archive
sv: Django-nyheter: %(day|date:"MONTH_DAY_FORMAT")s arkiv

source: %(day|date:"MONTH_DAY_FORMAT")s archive
sv: %(day|date:"MONTH_DAY_FORMAT")s arkiv

source: Django news: %(month|date:"YEAR_MONTH_FORMAT")s archive
sv: Django-nyheter: %(month|date:"YEAR_MONTH_FORMAT")s arkiv

source: %(month|date:"YEAR_MONTH_FORMAT")s archive
sv: %(month|date:"YEAR_MONTH_FORMAT")s arkiv

source: Django news: %(year)s archive
sv: Django nyheter: %(year)s arkiv

source: archive
sv: arkiv

source: Posted by <strong>%(author)s</strong> on %(pub_date)s
sv: Postat av <strong>%(author)s</strong> på %(pub_date)s

# Following article summary
source: Read more
sv: Läs mer

source: Code of Conduct
sv: Uppförandekod

source: Django Community Code of Conduct
sv: Django-gemenskapens uppförandekod

source: Committee
sv: Styrelse

source: Reporting Guide
sv: Rapporteringsguide

source: Enforcement Manual
sv: Handbok för verkställighet

source: Changes
sv: Ändringar

source: License
sv: Licens

source: All content on this page is licensed under a <a href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution </a> license.
sv: Allt innehåll på denna sida är licensierat under en <a href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution-licens </a>.

source: Django Code of Conduct
sv: Djangos uppförandekod

source: Django Code of Conduct - Changes
sv: Djangos uppförandekod - Ändringar

source: Changes to the Code of Conduct
sv: Ändringar i uppförandekoden

source: Change control process
sv: Förändringskontrollprocess

source: We're (mostly) programmers, so we'll track changes to the code of conduct and associated documents the same way we track changes to code. All changes will be proposed via a pull request to the <a href="https://github.com/django/djangoproject.com">djangoproject.com repository on GitHub</a>. Changes will be reviewed by the conduct committee first, and then sent to the DSF and the Django community for comment. We'll hold a comment period of at least one week, then the DSF board will vote on the change. Approved changes will be merged, published, and noted below.
sv: Vi är (mestadels) programmerare, så vi kommer att spåra ändringar i uppförandekoden och tillhörande dokument på samma sätt som vi spårar ändringar i kod. Alla ändringar kommer att föreslås via en pull request till <a href="https://github.com/django/djangoproject.com">djangoproject.com-arkivet på GitHub</a>. Ändringar kommer först att granskas av uppförandekommittén och sedan skickas till DSF och Django-gemenskapen för kommentarer. Vi kommer att hålla en kommentarsperiod på minst en vecka, sedan kommer DSF-styrelsen att rösta om ändringen. Godkända ändringar kommer att slås samman, publiceras och noteras nedan.

source: This only applies to material changes; changes that don't affect the intent (typo fixes, re-wordings, etc.) can be made immediately
sv: Detta gäller endast materiella ändringar; ändringar som inte påverkar avsikten (rättning av stavfel, omformuleringar etc.) kan göras omedelbart

source: A complete list of changes can always be found <a href="https://github.com/django/djangoproject.com/commits/main/templates/conduct">on GitHub</a>; major changes and releases are summarized below.
sv: En fullständig lista över ändringar finns alltid <a href="https://github.com/django/djangoproject.com/commits/main/templates/conduct">på GitHub</a>; större ändringar och utgåvor sammanfattas nedan.

source: Changelog
sv: Ändringslogg

source: <a href="https://github.com/django/djangoproject.com/commit/577a02bbe968de79f8e111d6139f0c1299e994e9"> Revised text</a> to clarify that behavior outside the community is a contributing factor to involvement in the Django community; and explicitly provided a non-exhaustive list of diversity groups we consider included under the policy.
sv: <a href="https://github.com/django/djangoproject.com/commit/577a02bbe968de79f8e111d6139f0c1299e994e9"> Reviderad text</a> för att klargöra att beteende utanför gemenskapen är en bidragande faktor till engagemang i Django-gemenskapen; och uttryckligen tillhandahållit en icke uttömmande lista över mångfaldsgrupper som vi anser omfattas av policyn.
