Repository: django/djangoproject.com
Catalog: dashboard/locale/*/LC_MESSAGES/django.po
Languages: ja, sv

source: Instant
ja: 即時
sv: Direkt

source: Daily
ja: 日次
sv: Dagligen

source: Weekly
ja: 週次
sv: Veckovis

source: categories
ja: カテゴリー
sv: kategorier

source: Jenkins instance root URL
ja: Jenkins インスタンスのルート URL
sv: Jenkins-instansens rot-URL

source: E.g. http://ci.djangoproject.com/
ja: 例： http://ci.djangoproject.com/
sv: T.ex. http://ci.djangoproject.com/

source: E.g. Django Python3
ja: 例： Django Python3
sv: T.ex. Django Python3

source: Should the metric be a value representing success ratio?
ja: 指標は成功率を表す値であるべきですか？
sv: Bör måttet vara ett värde som representerar framgångskvoten?

source: E.g. if there are 50 tests of which 30 are failing the value of this metric will be 20 (or 40%.)
ja: 例：50件のテストのうち30件が失敗している場合、この指標の値は20（または40％）になります。
sv: Om det t.ex. finns 50 tester varav 30 underkänns blir värdet på detta mått 20 (eller 40 %)

source: Should the metric be a percentage value?
ja: 指標はパーセントの値であるべきですか？
sv: Bör måttet vara ett procentvärde?

source: E.g. if there are 50 tests of which 30 are failing the value of this metric will be 60%.
ja: 例：50 件のテストのうち 30 件が失敗している場合、この指標の値は 60% になります。
sv: Om det t.ex. finns 50 tester varav 30 underkänns blir värdet på detta mått 60%.

source: Development dashboard
ja: 開発用ダッシュボード
sv: Instrumentpanel för utveckling

source: All metrics
ja: すべての指標
sv: Alla mätvärden

source: Updated %(timestamp)s ago.
ja: %(timestamp)s前に更新
sv: Uppdaterades %(timestamp)s sedan.

source: Could not find metric with slug %s
ja: スラグ %s の指標は見つかりませんでした
sv: Kunde inte hitta metric med slug %s
