Repository: django/djangoproject.com
Catalog: docs/locale/*/LC_MESSAGES/django.po
Languages: ky, vi

source: Documentation
ky: Түшүндүрмө
vi: Tài liệu

source: Search %s documentation
ky: Түшүндүрмөндөн %s издөө
vi: Tìm kiếm tài liệu %s

source: Search
ky: издөө
vi: Tìm kiếm

source: Django Documentation
ky: Жанго Түшүндүрмөсү
vi: Tài liệu Django

source: Django documentation
ky: Жанго түшүндүрмөсү
vi: Tài liệu Django

source: This document is for Django's development version, which can be significantly different from previous releases. For older releases, use the version selector floating in the bottom right corner of this page.
ky: Бул түшүндүрмө Жангонун жасалып аткан чыгарылышы үчүн, ошол себептен мурдагы чыгарылыштардан олуттуу айырмаланышы мүмкүн. Эскирээк чыгарылыштар үчүн ылдыйкы оң бурчта калкыган чыгарылыш тандоосун колдонуңуз.
vi: Tài liệu này dành cho phiên bản phát triển của Django, có thể khác rất nhiều so với các phiên bản trước. Để xem tài liệu cho các phiên bản cũ hơn, hãy sử dụng bộ chọn phiên bản ở góc dưới bên phải của trang này.

source: This document is for an insecure version of Django that is no longer supported. Please upgrade to a newer release!
ky: Бул түшүндүрмө Жангонун кооптуу болуп колдоого алынбай калган чыгарылышы үчүн. Сураныч чыгарылышты жаңылаңыз!
vi: Tài liệu này dành cho phiên bản không an toàn của Django, không còn được hỗ trợ. Hãy nâng cấp lên phiên bản mới hơn!

source: Click on the links on the left to switch to another language.
ky: Башка тилге өтүү үчүн сол жаккы шилтемелерди басыңыз.
vi: Click vào các liên kết bên trái để chuyển sang ngôn ngữ khác.

source: Language:
ky: Тил:
vi: Ngôn ngữ:

source: This document is for Django's development version, which can be significantly different from previous releases.
ky: Бул түшүндүрмө Жангонун жасалып аткан чыгарылышы үчүн, ошол себептен мурдагы чыгарылыштардан олуттуу айырмаланышы мүмкүн.
vi: Tài liệu này dành cho phiên bản phát triển của Django, có thể khác rất nhiều so với các phiên bản trước.

source: This document describes Django %(version)s.
ky: Бул түшүндүрмө Жанго %(version)sчыгарылышын ачыктайт.
vi: Tài liệu này mô tả Django %(version)s.

source: Click on the links on the left to see other versions.
ky: Башка чыгарылыштарды көрүү үчүн сол жакта шилтемелерди басыңыз.
vi: Click vào các liên kết bên trái để xem các phiên bản khác.

source: Documentation version:
ky: Түшүндүрмө чыгарылышы:
vi: Phiên bản tài liệu:

source: Additional Information
ky: Кошумча маалымат.
vi: Thông tin bổ sung

source: Contents
ky: Мазмуну
vi: Nội dung

source: Browse
ky: Көрсөтүү
vi: Duyệt

source: Prev:
ky: Мур:
vi: Trước:

source: Next:
ky: Кийнк:
vi: Sau:

source: Table of contents
ky: Мазмун жадыбалы
vi: Mục lục

source: You are here:
ky: Сиз бул жердесиз:
vi: bạn đang ở đây:

source: Django %(version)s documentation
ky: Жанго %(version)sтүшүндүрмөсү
vi: Tài liệu Django %(version)s

source: Getting help
ky: Жардам алуу
vi: Nhận trợ giúp

source: Try the FAQ — it's got answers to many common questions.
ky: С/Ж карап көрүңүз — бул көптөгөн жалпы суроолор үчүн жооптор камтыйт.
vi: Thử xem FAQ — nó có câu trả lời cho nhiều câu hỏi thường gặp.

source: Index
ky: Индекс
vi: Chỉ mục

source: Module Index
ky: Модул Индекси
vi: chỉ mục module

source: Table of Contents
ky: Мазмун Жадыбалы
vi: Mục lục

source: Handy when looking for specific information.
ky: Кээ бир маалыматты издөөдө ыңгайлуу
vi: Hữu ích khi tìm kiếm thông tin cụ thể.

source: Report bugs with Django or Django documentation in our ticket tracker.
ky: Жанго жана Жанго түшүндүрмөсүндө багдарды биздин карта көзөмөлгө билдириңиз.
vi: Báo cáo lỗi với Django hoặc tài liệu Django trong trình theo dõi ticket của chúng tôi.

source: Download:
ky: Жүктөп алуу:
vi: Tải về:

source: Offline (development version):
ky: Офлайн (жасоодогу чыгарылышы):
vi: Offline (phiên bản phát triển):

source: Offline (Django %(version)s):
ky: Офлайн (Жанго %(version)s):

source: Provided by <a href="https://readthedocs.org/">Read the Docs</a>.
ky: <a href="https://readthedocs.org/">Түшүндүрмө Окуу</a> тарабынан камсыздалган.
vi: Cung cấp bởi <a href="https://readthedocs.org/">Read the Docs</a>.

source: General Index | Django Documentation
ky: Жалпы Индекс | Жанго Түшүндүрмөсү
vi: Chỉ mục chung | Tài liệu Django

source: General Index
ky: Жалпы Индекс
vi: Chỉ mục chung

source: [Link]
ky: [Шилтеме]
vi: [Liên kết]

source: Module Index | Django Documentation
ky: Модул Индекси | Жанго Түшүндүрмөсү
vi: Chỉ mục module | Tài liệu Django

source: Submit
ky: Жөнөтүү

source: Search | Django documentation
ky: Издөө | Жанго Түшүндүрмөсү
vi: Tìm kiếm | Tài liệu Django

# all documentation categories
source: All
ky: Баары

source: Only 1 result for <em>%(query)s</em> in the development version
ky: жасоодогу чыгарылышта <em>%(query)s</em> издөөдөн %(num_results)s жыйынтык табылды.
vi: Có %(num_results)s kết quả cho <em>%(query)s</em> trong phiên bản phát triển

source: Only 1 result for <em>%(query)s</em> in version %(version)s
ky: %(version)s чыгарылышта <em>%(query)s</em> издөөдөн %(num_results)s жыйынтык табылды.
vi: Chỉ có %(num_results)s kết quả cho <em>%(query)s</em> trong phiên bản %(version)s

source: No search query given
ky: Издөө суроосу берилген эмес
vi: Không có truy vấn tìm kiếm được cung cấp

# pagination
source: Previous
ky: Мурдакы

source: Page %(page_number)s of %(num_pages)s
ky: %(num_pages)sбарактан %(page_number)s барагы
vi: Trang %(page_number)s của %(num_pages)s

# pagination
source: Next
ky: Кийинки

source: Page is not 'last', nor can it be converted to an int.
ky: Барак же "акыркы" эмес же натурал санга айланбайт.
vi: Trang không phải là 'cuối cùng', cũng không thể chuyển đổi thành một số nguyên.

source: Invalid page (%(page_number)s): %(message)s
ky: Туура эмес барак (%(page_number)s): %(message)s
vi: Trang không hợp lệ (%(page_number)s): %(message)s

source: Search for information in the archives of the django-users mailing list, or post a question.
vi: Tìm kiếm thông tin trong các lưu trữ của danh sách thư django-users, hoặc đặt một câu hỏi.

source: Ask a question in the #django IRC channel, or search the IRC logs to see if it’s been asked before.
vi: Đặt một câu hỏi trong kênh #django IRC, hoặc tìm kiếm các nhật ký IRC để xem nó đã được hỏi trước đó.

source: Previous
vi: Trước

source: Next
vi: Sau
